const POKEMON_DATA = {
    "フシギダネ": {
        "base": {
            "hp": 45,
            "at": 49,
            "df": 49,
            "sa": 65,
            "sd": 65,
            "sp": 45
        },
        "type1": "くさ",
        "type2": "どく"
    },
    "フシギソウ": {
        "base": {
            "hp": 60,
            "at": 62,
            "df": 63,
            "sa": 80,
            "sd": 80,
            "sp": 60
        },
        "type1": "くさ",
        "type2": "どく"
    },
    "フシギバナ": {
        "base": {
            "hp": 80,
            "at": 82,
            "df": 83,
            "sa": 100,
            "sd": 100,
            "sp": 80
        },
        "type1": "くさ",
        "type2": "どく"
    },
    "メガフシギバナ": {
        "base": {
            "hp": 80,
            "at": 100,
            "df": 123,
            "sa": 122,
            "sd": 120,
            "sp": 80
        },
        "type1": "くさ",
        "type2": "どく"
    },
    "ヒトカゲ": {
        "base": {
            "hp": 39,
            "at": 52,
            "df": 43,
            "sa": 60,
            "sd": 50,
            "sp": 65
        },
        "type1": "ほのお",
        "type2": "-"
    },
    "リザード": {
        "base": {
            "hp": 58,
            "at": 64,
            "df": 58,
            "sa": 80,
            "sd": 65,
            "sp": 80
        },
        "type1": "ほのお",
        "type2": "-"
    },
    "リザードン": {
        "base": {
            "hp": 78,
            "at": 84,
            "df": 78,
            "sa": 109,
            "sd": 85,
            "sp": 100
        },
        "type1": "ほのお",
        "type2": "ひこう"
    },
    "メガリザードンY": {
        "base": {
            "hp": 78,
            "at": 104,
            "df": 78,
            "sa": 159,
            "sd": 115,
            "sp": 100
        },
        "type1": "ほのお",
        "type2": "ドラゴン"
    },
    "メガリザードンX": {
        "base": {
            "hp": 78,
            "at": 130,
            "df": 111,
            "sa": 130,
            "sd": 85,
            "sp": 100
        },
        "type1": "ほのお",
        "type2": "ひこう"
    },
    "ゼニガメ": {
        "base": {
            "hp": 44,
            "at": 48,
            "df": 65,
            "sa": 50,
            "sd": 64,
            "sp": 43
        },
        "type1": "みず",
        "type2": "-"
    },
    "カメール": {
        "base": {
            "hp": 59,
            "at": 63,
            "df": 80,
            "sa": 65,
            "sd": 80,
            "sp": 58
        },
        "type1": "みず",
        "type2": "-"
    },
    "カメックス": {
        "base": {
            "hp": 79,
            "at": 83,
            "df": 100,
            "sa": 85,
            "sd": 105,
            "sp": 78
        },
        "type1": "みず",
        "type2": "-"
    },
    "メガカメックス": {
        "base": {
            "hp": 79,
            "at": 103,
            "df": 120,
            "sa": 135,
            "sd": 115,
            "sp": 78
        },
        "type1": "みず",
        "type2": "-"
    },
    "キャタピー": {
        "base": {
            "hp": 45,
            "at": 30,
            "df": 35,
            "sa": 20,
            "sd": 20,
            "sp": 45
        },
        "type1": "むし",
        "type2": "-"
    },
    "トランセル": {
        "base": {
            "hp": 50,
            "at": 20,
            "df": 55,
            "sa": 25,
            "sd": 25,
            "sp": 30
        },
        "type1": "むし",
        "type2": "-"
    },
    "バタフリー": {
        "base": {
            "hp": 60,
            "at": 45,
            "df": 50,
            "sa": 90,
            "sd": 80,
            "sp": 70
        },
        "type1": "むし",
        "type2": "ひこう"
    },
    "ビードル": {
        "base": {
            "hp": 40,
            "at": 35,
            "df": 30,
            "sa": 20,
            "sd": 20,
            "sp": 50
        },
        "type1": "むし",
        "type2": "どく"
    },
    "コクーン": {
        "base": {
            "hp": 45,
            "at": 25,
            "df": 50,
            "sa": 25,
            "sd": 25,
            "sp": 35
        },
        "type1": "むし",
        "type2": "どく"
    },
    "スピアー": {
        "base": {
            "hp": 65,
            "at": 90,
            "df": 40,
            "sa": 45,
            "sd": 80,
            "sp": 75
        },
        "type1": "むし",
        "type2": "どく"
    },
    "メガスピアー": {
        "base": {
            "hp": 65,
            "at": 150,
            "df": 40,
            "sa": 15,
            "sd": 80,
            "sp": 145
        },
        "type1": "むし",
        "type2": "どく"
    },
    "ポッポ": {
        "base": {
            "hp": 40,
            "at": 45,
            "df": 40,
            "sa": 35,
            "sd": 35,
            "sp": 56
        },
        "type1": "ノーマル",
        "type2": "ひこう"
    },
    "ピジョン": {
        "base": {
            "hp": 63,
            "at": 60,
            "df": 55,
            "sa": 50,
            "sd": 50,
            "sp": 71
        },
        "type1": "ノーマル",
        "type2": "ひこう"
    },
    "ピジョット": {
        "base": {
            "hp": 83,
            "at": 80,
            "df": 75,
            "sa": 70,
            "sd": 70,
            "sp": 101
        },
        "type1": "ノーマル",
        "type2": "ひこう"
    },
    "メガピジョット": {
        "base": {
            "hp": 83,
            "at": 80,
            "df": 80,
            "sa": 135,
            "sd": 80,
            "sp": 121
        },
        "type1": "ノーマル",
        "type2": "ひこう"
    },
    "コラッタ": {
        "base": {
            "hp": 30,
            "at": 56,
            "df": 35,
            "sa": 25,
            "sd": 35,
            "sp": 72
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "コラッタ（アローラのすがた）": {
        "base": {
            "hp": 30,
            "at": 56,
            "df": 35,
            "sa": 25,
            "sd": 35,
            "sp": 72
        },
        "type1": "あく",
        "type2": "ノーマル"
    },
    "ラッタ": {
        "base": {
            "hp": 55,
            "at": 81,
            "df": 60,
            "sa": 50,
            "sd": 70,
            "sp": 97
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "ラッタ（アローラのすがた）": {
        "base": {
            "hp": 75,
            "at": 71,
            "df": 70,
            "sa": 40,
            "sd": 80,
            "sp": 77
        },
        "type1": "あく",
        "type2": "ノーマル"
    },
    "オニスズメ": {
        "base": {
            "hp": 40,
            "at": 60,
            "df": 30,
            "sa": 31,
            "sd": 31,
            "sp": 70
        },
        "type1": "ノーマル",
        "type2": "ひこう"
    },
    "オニドリル": {
        "base": {
            "hp": 65,
            "at": 90,
            "df": 65,
            "sa": 61,
            "sd": 61,
            "sp": 100
        },
        "type1": "ノーマル",
        "type2": "ひこう"
    },
    "アーボ": {
        "base": {
            "hp": 35,
            "at": 60,
            "df": 44,
            "sa": 40,
            "sd": 54,
            "sp": 55
        },
        "type1": "どく",
        "type2": "-"
    },
    "アーボック": {
        "base": {
            "hp": 60,
            "at": 95,
            "df": 69,
            "sa": 65,
            "sd": 79,
            "sp": 80
        },
        "type1": "どく",
        "type2": "-"
    },
    "ピカチュウ": {
        "base": {
            "hp": 35,
            "at": 55,
            "df": 40,
            "sa": 50,
            "sd": 50,
            "sp": 90
        },
        "type1": "でんき",
        "type2": "-"
    },
    "ライチュウ": {
        "base": {
            "hp": 60,
            "at": 90,
            "df": 55,
            "sa": 90,
            "sd": 80,
            "sp": 110
        },
        "type1": "でんき",
        "type2": "-"
    },
    "ライチュウ（アローラのすがた）": {
        "base": {
            "hp": 60,
            "at": 85,
            "df": 50,
            "sa": 95,
            "sd": 85,
            "sp": 110
        },
        "type1": "でんき",
        "type2": "エスパー"
    },
    "サンド": {
        "base": {
            "hp": 50,
            "at": 75,
            "df": 85,
            "sa": 20,
            "sd": 30,
            "sp": 40
        },
        "type1": "じめん",
        "type2": "-"
    },
    "サンド（アローラのすがた）": {
        "base": {
            "hp": 50,
            "at": 75,
            "df": 90,
            "sa": 10,
            "sd": 35,
            "sp": 40
        },
        "type1": "こおり",
        "type2": "はがね"
    },
    "サンドパン": {
        "base": {
            "hp": 75,
            "at": 100,
            "df": 110,
            "sa": 45,
            "sd": 55,
            "sp": 65
        },
        "type1": "じめん",
        "type2": "-"
    },
    "サンドパン（アローラのすがた）": {
        "base": {
            "hp": 75,
            "at": 100,
            "df": 120,
            "sa": 25,
            "sd": 65,
            "sp": 65
        },
        "type1": "こおり",
        "type2": "はがね"
    },
    "ニドラン♀": {
        "base": {
            "hp": 55,
            "at": 47,
            "df": 52,
            "sa": 40,
            "sd": 40,
            "sp": 41
        },
        "type1": "どく",
        "type2": "-"
    },
    "ニドリーナ": {
        "base": {
            "hp": 70,
            "at": 62,
            "df": 67,
            "sa": 55,
            "sd": 55,
            "sp": 56
        },
        "type1": "どく",
        "type2": "-"
    },
    "ニドクイン": {
        "base": {
            "hp": 90,
            "at": 92,
            "df": 87,
            "sa": 75,
            "sd": 85,
            "sp": 76
        },
        "type1": "どく",
        "type2": "じめん"
    },
    "ニドラン♂": {
        "base": {
            "hp": 46,
            "at": 57,
            "df": 40,
            "sa": 40,
            "sd": 40,
            "sp": 50
        },
        "type1": "どく",
        "type2": "-"
    },
    "ニドリーノ": {
        "base": {
            "hp": 61,
            "at": 72,
            "df": 57,
            "sa": 55,
            "sd": 55,
            "sp": 65
        },
        "type1": "どく",
        "type2": "-"
    },
    "ニドキング": {
        "base": {
            "hp": 81,
            "at": 102,
            "df": 77,
            "sa": 85,
            "sd": 75,
            "sp": 85
        },
        "type1": "どく",
        "type2": "じめん"
    },
    "ピッピ": {
        "base": {
            "hp": 70,
            "at": 45,
            "df": 48,
            "sa": 60,
            "sd": 65,
            "sp": 35
        },
        "type1": "フェアリー",
        "type2": "-"
    },
    "ピクシー": {
        "base": {
            "hp": 95,
            "at": 70,
            "df": 73,
            "sa": 95,
            "sd": 90,
            "sp": 60
        },
        "type1": "フェアリー",
        "type2": "-"
    },
    "ロコン": {
        "base": {
            "hp": 38,
            "at": 41,
            "df": 40,
            "sa": 50,
            "sd": 65,
            "sp": 65
        },
        "type1": "ほのお",
        "type2": "-"
    },
    "ロコン（アローラのすがた）": {
        "base": {
            "hp": 38,
            "at": 41,
            "df": 40,
            "sa": 50,
            "sd": 65,
            "sp": 65
        },
        "type1": "こおり",
        "type2": "-"
    },
    "キュウコン": {
        "base": {
            "hp": 73,
            "at": 76,
            "df": 75,
            "sa": 81,
            "sd": 100,
            "sp": 100
        },
        "type1": "ほのお",
        "type2": "-"
    },
    "キュウコン（アローラのすがた）": {
        "base": {
            "hp": 73,
            "at": 67,
            "df": 75,
            "sa": 81,
            "sd": 100,
            "sp": 109
        },
        "type1": "こおり",
        "type2": "フェアリー"
    },
    "プリン": {
        "base": {
            "hp": 115,
            "at": 45,
            "df": 20,
            "sa": 45,
            "sd": 25,
            "sp": 20
        },
        "type1": "ノーマル",
        "type2": "フェアリー"
    },
    "プクリン": {
        "base": {
            "hp": 140,
            "at": 70,
            "df": 45,
            "sa": 85,
            "sd": 50,
            "sp": 45
        },
        "type1": "ノーマル",
        "type2": "フェアリー"
    },
    "ズバット": {
        "base": {
            "hp": 40,
            "at": 45,
            "df": 35,
            "sa": 30,
            "sd": 40,
            "sp": 55
        },
        "type1": "どく",
        "type2": "ひこう"
    },
    "ゴルバット": {
        "base": {
            "hp": 75,
            "at": 80,
            "df": 70,
            "sa": 65,
            "sd": 75,
            "sp": 90
        },
        "type1": "どく",
        "type2": "ひこう"
    },
    "ナゾノクサ": {
        "base": {
            "hp": 45,
            "at": 50,
            "df": 55,
            "sa": 75,
            "sd": 65,
            "sp": 30
        },
        "type1": "くさ",
        "type2": "どく"
    },
    "クサイハナ": {
        "base": {
            "hp": 60,
            "at": 65,
            "df": 70,
            "sa": 85,
            "sd": 75,
            "sp": 40
        },
        "type1": "くさ",
        "type2": "どく"
    },
    "ラフレシア": {
        "base": {
            "hp": 75,
            "at": 80,
            "df": 85,
            "sa": 110,
            "sd": 90,
            "sp": 50
        },
        "type1": "くさ",
        "type2": "どく"
    },
    "パラス": {
        "base": {
            "hp": 35,
            "at": 70,
            "df": 55,
            "sa": 45,
            "sd": 55,
            "sp": 25
        },
        "type1": "むし",
        "type2": "くさ"
    },
    "パラセクト": {
        "base": {
            "hp": 60,
            "at": 95,
            "df": 80,
            "sa": 60,
            "sd": 80,
            "sp": 30
        },
        "type1": "むし",
        "type2": "くさ"
    },
    "コンパン": {
        "base": {
            "hp": 60,
            "at": 55,
            "df": 50,
            "sa": 40,
            "sd": 55,
            "sp": 45
        },
        "type1": "むし",
        "type2": "どく"
    },
    "モルフォン": {
        "base": {
            "hp": 70,
            "at": 65,
            "df": 60,
            "sa": 90,
            "sd": 75,
            "sp": 90
        },
        "type1": "むし",
        "type2": "どく"
    },
    "ディグダ": {
        "base": {
            "hp": 10,
            "at": 55,
            "df": 25,
            "sa": 35,
            "sd": 45,
            "sp": 95
        },
        "type1": "じめん",
        "type2": "-"
    },
    "ディグダ（アローラのすがた）": {
        "base": {
            "hp": 10,
            "at": 55,
            "df": 30,
            "sa": 35,
            "sd": 45,
            "sp": 90
        },
        "type1": "じめん",
        "type2": "はがね"
    },
    "ダグトリオ": {
        "base": {
            "hp": 35,
            "at": 100,
            "df": 50,
            "sa": 50,
            "sd": 70,
            "sp": 120
        },
        "type1": "じめん",
        "type2": "-"
    },
    "ダグトリオ（アローラのすがた）": {
        "base": {
            "hp": 35,
            "at": 100,
            "df": 60,
            "sa": 50,
            "sd": 70,
            "sp": 110
        },
        "type1": "じめん",
        "type2": "はがね"
    },
    "ニャース": {
        "base": {
            "hp": 40,
            "at": 45,
            "df": 35,
            "sa": 40,
            "sd": 40,
            "sp": 90
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "ニャース（アローラのすがた）": {
        "base": {
            "hp": 40,
            "at": 35,
            "df": 35,
            "sa": 50,
            "sd": 40,
            "sp": 90
        },
        "type1": "あく",
        "type2": "-"
    },
    "ニャース（ガラルのすがた）": {
        "base": {
            "hp": 50,
            "at": 65,
            "df": 55,
            "sa": 40,
            "sd": 40,
            "sp": 40
        },
        "type1": "はがね",
        "type2": "-"
    },
    "ペルシアン": {
        "base": {
            "hp": 65,
            "at": 70,
            "df": 60,
            "sa": 65,
            "sd": 65,
            "sp": 115
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "ペルシアン（アローラのすがた）": {
        "base": {
            "hp": 65,
            "at": 60,
            "df": 60,
            "sa": 75,
            "sd": 65,
            "sp": 115
        },
        "type1": "あく",
        "type2": "-"
    },
    "コダック": {
        "base": {
            "hp": 50,
            "at": 52,
            "df": 48,
            "sa": 65,
            "sd": 50,
            "sp": 55
        },
        "type1": "みず",
        "type2": "-"
    },
    "ゴルダック": {
        "base": {
            "hp": 80,
            "at": 82,
            "df": 78,
            "sa": 95,
            "sd": 80,
            "sp": 85
        },
        "type1": "みず",
        "type2": "-"
    },
    "マンキー": {
        "base": {
            "hp": 40,
            "at": 80,
            "df": 35,
            "sa": 35,
            "sd": 45,
            "sp": 70
        },
        "type1": "かくとう",
        "type2": "-"
    },
    "オコリザル": {
        "base": {
            "hp": 65,
            "at": 105,
            "df": 60,
            "sa": 60,
            "sd": 70,
            "sp": 95
        },
        "type1": "かくとう",
        "type2": "-"
    },
    "ガーディ": {
        "base": {
            "hp": 55,
            "at": 70,
            "df": 45,
            "sa": 70,
            "sd": 50,
            "sp": 60
        },
        "type1": "ほのお",
        "type2": "-"
    },
    "ウインディ": {
        "base": {
            "hp": 90,
            "at": 110,
            "df": 80,
            "sa": 100,
            "sd": 80,
            "sp": 95
        },
        "type1": "ほのお",
        "type2": "-"
    },
    "ニョロモ": {
        "base": {
            "hp": 40,
            "at": 50,
            "df": 40,
            "sa": 40,
            "sd": 40,
            "sp": 90
        },
        "type1": "みず",
        "type2": "-"
    },
    "ニョロゾ": {
        "base": {
            "hp": 65,
            "at": 65,
            "df": 65,
            "sa": 50,
            "sd": 50,
            "sp": 90
        },
        "type1": "みず",
        "type2": "-"
    },
    "ニョロボン": {
        "base": {
            "hp": 90,
            "at": 95,
            "df": 95,
            "sa": 70,
            "sd": 90,
            "sp": 70
        },
        "type1": "みず",
        "type2": "かくとう"
    },
    "ケーシィ": {
        "base": {
            "hp": 25,
            "at": 20,
            "df": 15,
            "sa": 105,
            "sd": 55,
            "sp": 90
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "ユンゲラー": {
        "base": {
            "hp": 40,
            "at": 35,
            "df": 30,
            "sa": 120,
            "sd": 70,
            "sp": 105
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "フーディン": {
        "base": {
            "hp": 55,
            "at": 50,
            "df": 45,
            "sa": 135,
            "sd": 95,
            "sp": 120
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "メガフーディン": {
        "base": {
            "hp": 55,
            "at": 50,
            "df": 65,
            "sa": 175,
            "sd": 105,
            "sp": 150
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "ワンリキー": {
        "base": {
            "hp": 70,
            "at": 80,
            "df": 50,
            "sa": 35,
            "sd": 35,
            "sp": 35
        },
        "type1": "かくとう",
        "type2": "-"
    },
    "ゴーリキー": {
        "base": {
            "hp": 80,
            "at": 100,
            "df": 70,
            "sa": 50,
            "sd": 60,
            "sp": 45
        },
        "type1": "かくとう",
        "type2": "-"
    },
    "カイリキー": {
        "base": {
            "hp": 90,
            "at": 130,
            "df": 80,
            "sa": 65,
            "sd": 85,
            "sp": 55
        },
        "type1": "かくとう",
        "type2": "-"
    },
    "マダツボミ": {
        "base": {
            "hp": 50,
            "at": 75,
            "df": 35,
            "sa": 70,
            "sd": 30,
            "sp": 40
        },
        "type1": "くさ",
        "type2": "どく"
    },
    "ウツドン": {
        "base": {
            "hp": 65,
            "at": 90,
            "df": 50,
            "sa": 85,
            "sd": 45,
            "sp": 55
        },
        "type1": "くさ",
        "type2": "どく"
    },
    "ウツボット": {
        "base": {
            "hp": 80,
            "at": 105,
            "df": 65,
            "sa": 100,
            "sd": 70,
            "sp": 70
        },
        "type1": "くさ",
        "type2": "どく"
    },
    "メノクラゲ": {
        "base": {
            "hp": 40,
            "at": 40,
            "df": 35,
            "sa": 50,
            "sd": 100,
            "sp": 70
        },
        "type1": "みず",
        "type2": "どく"
    },
    "ドククラゲ": {
        "base": {
            "hp": 80,
            "at": 70,
            "df": 65,
            "sa": 80,
            "sd": 120,
            "sp": 100
        },
        "type1": "みず",
        "type2": "どく"
    },
    "イシツブテ": {
        "base": {
            "hp": 40,
            "at": 80,
            "df": 100,
            "sa": 30,
            "sd": 30,
            "sp": 20
        },
        "type1": "いわ",
        "type2": "じめん"
    },
    "イシツブテ（アローラのすがた）": {
        "base": {
            "hp": 40,
            "at": 80,
            "df": 100,
            "sa": 30,
            "sd": 30,
            "sp": 20
        },
        "type1": "いわ",
        "type2": "でんき"
    },
    "ゴローン": {
        "base": {
            "hp": 55,
            "at": 95,
            "df": 115,
            "sa": 45,
            "sd": 45,
            "sp": 35
        },
        "type1": "いわ",
        "type2": "じめん"
    },
    "ゴローン（アローラのすがた）": {
        "base": {
            "hp": 55,
            "at": 95,
            "df": 115,
            "sa": 45,
            "sd": 45,
            "sp": 35
        },
        "type1": "いわ",
        "type2": "でんき"
    },
    "ゴローニャ": {
        "base": {
            "hp": 80,
            "at": 120,
            "df": 130,
            "sa": 55,
            "sd": 65,
            "sp": 45
        },
        "type1": "いわ",
        "type2": "じめん"
    },
    "ゴローニャ（アローラのすがた）": {
        "base": {
            "hp": 80,
            "at": 120,
            "df": 130,
            "sa": 55,
            "sd": 65,
            "sp": 45
        },
        "type1": "いわ",
        "type2": "でんき"
    },
    "ポニータ": {
        "base": {
            "hp": 50,
            "at": 85,
            "df": 55,
            "sa": 65,
            "sd": 65,
            "sp": 90
        },
        "type1": "ほのお",
        "type2": "-"
    },
    "ポニータ（ガラルのすがた）": {
        "base": {
            "hp": 50,
            "at": 85,
            "df": 55,
            "sa": 65,
            "sd": 65,
            "sp": 90
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "ギャロップ": {
        "base": {
            "hp": 65,
            "at": 100,
            "df": 70,
            "sa": 80,
            "sd": 80,
            "sp": 105
        },
        "type1": "ほのお",
        "type2": "-"
    },
    "ギャロップ（ガラルのすがた）": {
        "base": {
            "hp": 65,
            "at": 100,
            "df": 70,
            "sa": 80,
            "sd": 80,
            "sp": 105
        },
        "type1": "エスパー",
        "type2": "フェアリー"
    },
    "ヤドン": {
        "base": {
            "hp": 90,
            "at": 65,
            "df": 65,
            "sa": 40,
            "sd": 40,
            "sp": 15
        },
        "type1": "みず",
        "type2": "エスパー"
    },
    "ヤドラン": {
        "base": {
            "hp": 95,
            "at": 75,
            "df": 110,
            "sa": 100,
            "sd": 80,
            "sp": 30
        },
        "type1": "みず",
        "type2": "エスパー"
    },
    "メガヤドラン": {
        "base": {
            "hp": 95,
            "at": 75,
            "df": 180,
            "sa": 130,
            "sd": 80,
            "sp": 30
        },
        "type1": "みず",
        "type2": "エスパー"
    },
    "コイル": {
        "base": {
            "hp": 25,
            "at": 35,
            "df": 70,
            "sa": 95,
            "sd": 55,
            "sp": 45
        },
        "type1": "でんき",
        "type2": "はがね"
    },
    "レアコイル": {
        "base": {
            "hp": 50,
            "at": 60,
            "df": 95,
            "sa": 120,
            "sd": 70,
            "sp": 70
        },
        "type1": "でんき",
        "type2": "はがね"
    },
    "カモネギ": {
        "base": {
            "hp": 52,
            "at": 90,
            "df": 55,
            "sa": 58,
            "sd": 62,
            "sp": 60
        },
        "type1": "ノーマル",
        "type2": "ひこう"
    },
    "カモネギ（ガラルのすがた）": {
        "base": {
            "hp": 52,
            "at": 95,
            "df": 55,
            "sa": 58,
            "sd": 62,
            "sp": 55
        },
        "type1": "かくとう",
        "type2": "-"
    },
    "ドードー": {
        "base": {
            "hp": 35,
            "at": 85,
            "df": 45,
            "sa": 35,
            "sd": 35,
            "sp": 75
        },
        "type1": "ノーマル",
        "type2": "ひこう"
    },
    "ドードリオ": {
        "base": {
            "hp": 60,
            "at": 110,
            "df": 70,
            "sa": 60,
            "sd": 60,
            "sp": 110
        },
        "type1": "ノーマル",
        "type2": "ひこう"
    },
    "パウワウ": {
        "base": {
            "hp": 65,
            "at": 45,
            "df": 55,
            "sa": 45,
            "sd": 70,
            "sp": 45
        },
        "type1": "みず",
        "type2": "-"
    },
    "ジュゴン": {
        "base": {
            "hp": 90,
            "at": 70,
            "df": 80,
            "sa": 70,
            "sd": 95,
            "sp": 70
        },
        "type1": "みず",
        "type2": "こおり"
    },
    "ベトベター": {
        "base": {
            "hp": 80,
            "at": 80,
            "df": 50,
            "sa": 40,
            "sd": 50,
            "sp": 25
        },
        "type1": "どく",
        "type2": "-"
    },
    "ベトベター（アローラのすがた）": {
        "base": {
            "hp": 80,
            "at": 80,
            "df": 50,
            "sa": 40,
            "sd": 50,
            "sp": 25
        },
        "type1": "どく",
        "type2": "あく"
    },
    "ベトベトン": {
        "base": {
            "hp": 105,
            "at": 105,
            "df": 75,
            "sa": 65,
            "sd": 100,
            "sp": 50
        },
        "type1": "どく",
        "type2": "-"
    },
    "ベトベトン（アローラのすがた）": {
        "base": {
            "hp": 105,
            "at": 105,
            "df": 75,
            "sa": 65,
            "sd": 100,
            "sp": 50
        },
        "type1": "どく",
        "type2": "あく"
    },
    "シェルダー": {
        "base": {
            "hp": 30,
            "at": 65,
            "df": 100,
            "sa": 45,
            "sd": 25,
            "sp": 40
        },
        "type1": "みず",
        "type2": "-"
    },
    "パルシェン": {
        "base": {
            "hp": 50,
            "at": 95,
            "df": 180,
            "sa": 85,
            "sd": 45,
            "sp": 70
        },
        "type1": "みず",
        "type2": "こおり"
    },
    "ゴース": {
        "base": {
            "hp": 30,
            "at": 35,
            "df": 30,
            "sa": 100,
            "sd": 35,
            "sp": 80
        },
        "type1": "ゴースト",
        "type2": "どく"
    },
    "ゴースト": {
        "base": {
            "hp": 45,
            "at": 50,
            "df": 45,
            "sa": 115,
            "sd": 55,
            "sp": 95
        },
        "type1": "ゴースト",
        "type2": "どく"
    },
    "ゲンガー": {
        "base": {
            "hp": 60,
            "at": 65,
            "df": 60,
            "sa": 130,
            "sd": 75,
            "sp": 110
        },
        "type1": "ゴースト",
        "type2": "どく"
    },
    "メガゲンガー": {
        "base": {
            "hp": 60,
            "at": 65,
            "df": 80,
            "sa": 170,
            "sd": 95,
            "sp": 130
        },
        "type1": "ゴースト",
        "type2": "どく"
    },
    "イワーク": {
        "base": {
            "hp": 35,
            "at": 45,
            "df": 160,
            "sa": 30,
            "sd": 45,
            "sp": 70
        },
        "type1": "いわ",
        "type2": "じめん"
    },
    "スリープ": {
        "base": {
            "hp": 60,
            "at": 48,
            "df": 45,
            "sa": 43,
            "sd": 90,
            "sp": 42
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "スリーパー": {
        "base": {
            "hp": 85,
            "at": 73,
            "df": 70,
            "sa": 73,
            "sd": 115,
            "sp": 67
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "クラブ": {
        "base": {
            "hp": 30,
            "at": 105,
            "df": 90,
            "sa": 25,
            "sd": 25,
            "sp": 50
        },
        "type1": "みず",
        "type2": "-"
    },
    "キングラー": {
        "base": {
            "hp": 55,
            "at": 130,
            "df": 115,
            "sa": 50,
            "sd": 50,
            "sp": 75
        },
        "type1": "みず",
        "type2": "-"
    },
    "ビリリダマ": {
        "base": {
            "hp": 40,
            "at": 30,
            "df": 50,
            "sa": 55,
            "sd": 55,
            "sp": 100
        },
        "type1": "でんき",
        "type2": "-"
    },
    "マルマイン": {
        "base": {
            "hp": 60,
            "at": 50,
            "df": 70,
            "sa": 80,
            "sd": 80,
            "sp": 150
        },
        "type1": "でんき",
        "type2": "-"
    },
    "タマタマ": {
        "base": {
            "hp": 60,
            "at": 40,
            "df": 80,
            "sa": 60,
            "sd": 45,
            "sp": 40
        },
        "type1": "くさ",
        "type2": "エスパー"
    },
    "ナッシー": {
        "base": {
            "hp": 95,
            "at": 95,
            "df": 85,
            "sa": 125,
            "sd": 75,
            "sp": 55
        },
        "type1": "くさ",
        "type2": "エスパー"
    },
    "ナッシー（アローラのすがた）": {
        "base": {
            "hp": 95,
            "at": 105,
            "df": 85,
            "sa": 125,
            "sd": 75,
            "sp": 45
        },
        "type1": "くさ",
        "type2": "ドラゴン"
    },
    "カラカラ": {
        "base": {
            "hp": 50,
            "at": 50,
            "df": 95,
            "sa": 40,
            "sd": 50,
            "sp": 35
        },
        "type1": "じめん",
        "type2": "-"
    },
    "ガラガラ": {
        "base": {
            "hp": 60,
            "at": 80,
            "df": 110,
            "sa": 50,
            "sd": 80,
            "sp": 45
        },
        "type1": "じめん",
        "type2": "-"
    },
    "ガラガラ（アローラのすがた）": {
        "base": {
            "hp": 60,
            "at": 80,
            "df": 110,
            "sa": 50,
            "sd": 80,
            "sp": 45
        },
        "type1": "ほのお",
        "type2": "ゴースト"
    },
    "サワムラー": {
        "base": {
            "hp": 50,
            "at": 120,
            "df": 53,
            "sa": 35,
            "sd": 110,
            "sp": 87
        },
        "type1": "かくとう",
        "type2": "-"
    },
    "エビワラー": {
        "base": {
            "hp": 50,
            "at": 105,
            "df": 79,
            "sa": 35,
            "sd": 110,
            "sp": 76
        },
        "type1": "かくとう",
        "type2": "-"
    },
    "ベロリンガ": {
        "base": {
            "hp": 90,
            "at": 55,
            "df": 75,
            "sa": 60,
            "sd": 75,
            "sp": 30
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "ドガース": {
        "base": {
            "hp": 40,
            "at": 65,
            "df": 95,
            "sa": 60,
            "sd": 45,
            "sp": 35
        },
        "type1": "どく",
        "type2": "-"
    },
    "マタドガス": {
        "base": {
            "hp": 65,
            "at": 90,
            "df": 120,
            "sa": 85,
            "sd": 70,
            "sp": 60
        },
        "type1": "どく",
        "type2": "-"
    },
    "マタドガス（ガラルのすがた）": {
        "base": {
            "hp": 65,
            "at": 90,
            "df": 120,
            "sa": 85,
            "sd": 70,
            "sp": 60
        },
        "type1": "どく",
        "type2": "フェアリー"
    },
    "サイホーン": {
        "base": {
            "hp": 80,
            "at": 85,
            "df": 95,
            "sa": 30,
            "sd": 30,
            "sp": 25
        },
        "type1": "じめん",
        "type2": "いわ"
    },
    "サイドン": {
        "base": {
            "hp": 105,
            "at": 130,
            "df": 120,
            "sa": 45,
            "sd": 45,
            "sp": 40
        },
        "type1": "じめん",
        "type2": "いわ"
    },
    "ラッキー": {
        "base": {
            "hp": 250,
            "at": 5,
            "df": 5,
            "sa": 35,
            "sd": 105,
            "sp": 50
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "モンジャラ": {
        "base": {
            "hp": 65,
            "at": 55,
            "df": 115,
            "sa": 100,
            "sd": 40,
            "sp": 60
        },
        "type1": "くさ",
        "type2": "-"
    },
    "ガルーラ": {
        "base": {
            "hp": 105,
            "at": 95,
            "df": 80,
            "sa": 40,
            "sd": 80,
            "sp": 90
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "メガガルーラ": {
        "base": {
            "hp": 105,
            "at": 125,
            "df": 100,
            "sa": 60,
            "sd": 100,
            "sp": 100
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "タッツー": {
        "base": {
            "hp": 30,
            "at": 40,
            "df": 70,
            "sa": 70,
            "sd": 25,
            "sp": 60
        },
        "type1": "みず",
        "type2": "-"
    },
    "シードラ": {
        "base": {
            "hp": 55,
            "at": 65,
            "df": 95,
            "sa": 95,
            "sd": 45,
            "sp": 85
        },
        "type1": "みず",
        "type2": "-"
    },
    "トサキント": {
        "base": {
            "hp": 45,
            "at": 67,
            "df": 60,
            "sa": 35,
            "sd": 50,
            "sp": 63
        },
        "type1": "みず",
        "type2": "-"
    },
    "アズマオウ": {
        "base": {
            "hp": 80,
            "at": 92,
            "df": 65,
            "sa": 65,
            "sd": 80,
            "sp": 68
        },
        "type1": "みず",
        "type2": "-"
    },
    "ヒトデマン": {
        "base": {
            "hp": 30,
            "at": 45,
            "df": 55,
            "sa": 70,
            "sd": 55,
            "sp": 85
        },
        "type1": "みず",
        "type2": "-"
    },
    "スターミー": {
        "base": {
            "hp": 60,
            "at": 75,
            "df": 85,
            "sa": 100,
            "sd": 85,
            "sp": 115
        },
        "type1": "みず",
        "type2": "エスパー"
    },
    "バリヤード": {
        "base": {
            "hp": 40,
            "at": 45,
            "df": 65,
            "sa": 100,
            "sd": 120,
            "sp": 90
        },
        "type1": "エスパー",
        "type2": "フェアリー"
    },
    "バリヤード（ガラルのすがた）": {
        "base": {
            "hp": 50,
            "at": 65,
            "df": 65,
            "sa": 90,
            "sd": 90,
            "sp": 100
        },
        "type1": "こおり",
        "type2": "エスパー"
    },
    "ストライク": {
        "base": {
            "hp": 70,
            "at": 110,
            "df": 80,
            "sa": 55,
            "sd": 80,
            "sp": 105
        },
        "type1": "むし",
        "type2": "ひこう"
    },
    "ルージュラ": {
        "base": {
            "hp": 65,
            "at": 50,
            "df": 35,
            "sa": 115,
            "sd": 95,
            "sp": 95
        },
        "type1": "こおり",
        "type2": "エスパー"
    },
    "エレブー": {
        "base": {
            "hp": 65,
            "at": 83,
            "df": 57,
            "sa": 95,
            "sd": 85,
            "sp": 105
        },
        "type1": "でんき",
        "type2": "-"
    },
    "ブーバー": {
        "base": {
            "hp": 65,
            "at": 95,
            "df": 57,
            "sa": 100,
            "sd": 85,
            "sp": 93
        },
        "type1": "ほのお",
        "type2": "-"
    },
    "カイロス": {
        "base": {
            "hp": 65,
            "at": 125,
            "df": 100,
            "sa": 55,
            "sd": 70,
            "sp": 85
        },
        "type1": "むし",
        "type2": "-"
    },
    "メガカイロス": {
        "base": {
            "hp": 65,
            "at": 155,
            "df": 120,
            "sa": 65,
            "sd": 90,
            "sp": 105
        },
        "type1": "むし",
        "type2": "ひこう"
    },
    "ケンタロス": {
        "base": {
            "hp": 75,
            "at": 100,
            "df": 95,
            "sa": 40,
            "sd": 70,
            "sp": 110
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "コイキング": {
        "base": {
            "hp": 20,
            "at": 10,
            "df": 55,
            "sa": 15,
            "sd": 20,
            "sp": 80
        },
        "type1": "みず",
        "type2": "-"
    },
    "ギャラドス": {
        "base": {
            "hp": 95,
            "at": 125,
            "df": 79,
            "sa": 60,
            "sd": 100,
            "sp": 81
        },
        "type1": "みず",
        "type2": "ひこう"
    },
    "メガギャラドス": {
        "base": {
            "hp": 95,
            "at": 155,
            "df": 109,
            "sa": 70,
            "sd": 130,
            "sp": 81
        },
        "type1": "みず",
        "type2": "あく"
    },
    "ラプラス": {
        "base": {
            "hp": 130,
            "at": 85,
            "df": 80,
            "sa": 85,
            "sd": 95,
            "sp": 60
        },
        "type1": "みず",
        "type2": "こおり"
    },
    "メタモン": {
        "base": {
            "hp": 48,
            "at": 48,
            "df": 48,
            "sa": 48,
            "sd": 48,
            "sp": 48
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "イーブイ": {
        "base": {
            "hp": 55,
            "at": 55,
            "df": 50,
            "sa": 45,
            "sd": 65,
            "sp": 55
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "シャワーズ": {
        "base": {
            "hp": 130,
            "at": 65,
            "df": 60,
            "sa": 110,
            "sd": 95,
            "sp": 65
        },
        "type1": "みず",
        "type2": "-"
    },
    "サンダース": {
        "base": {
            "hp": 65,
            "at": 65,
            "df": 60,
            "sa": 110,
            "sd": 95,
            "sp": 130
        },
        "type1": "でんき",
        "type2": "-"
    },
    "ブースター": {
        "base": {
            "hp": 65,
            "at": 130,
            "df": 60,
            "sa": 95,
            "sd": 110,
            "sp": 65
        },
        "type1": "ほのお",
        "type2": "-"
    },
    "ポリゴン": {
        "base": {
            "hp": 65,
            "at": 60,
            "df": 70,
            "sa": 85,
            "sd": 75,
            "sp": 40
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "オムナイト": {
        "base": {
            "hp": 35,
            "at": 40,
            "df": 100,
            "sa": 90,
            "sd": 55,
            "sp": 35
        },
        "type1": "いわ",
        "type2": "みず"
    },
    "オムスター": {
        "base": {
            "hp": 70,
            "at": 60,
            "df": 125,
            "sa": 115,
            "sd": 70,
            "sp": 55
        },
        "type1": "いわ",
        "type2": "みず"
    },
    "カブト": {
        "base": {
            "hp": 30,
            "at": 80,
            "df": 90,
            "sa": 55,
            "sd": 45,
            "sp": 55
        },
        "type1": "いわ",
        "type2": "みず"
    },
    "カブトプス": {
        "base": {
            "hp": 60,
            "at": 115,
            "df": 105,
            "sa": 65,
            "sd": 70,
            "sp": 80
        },
        "type1": "いわ",
        "type2": "みず"
    },
    "プテラ": {
        "base": {
            "hp": 80,
            "at": 105,
            "df": 65,
            "sa": 60,
            "sd": 75,
            "sp": 130
        },
        "type1": "いわ",
        "type2": "ひこう"
    },
    "メガプテラ": {
        "base": {
            "hp": 80,
            "at": 135,
            "df": 85,
            "sa": 70,
            "sd": 95,
            "sp": 150
        },
        "type1": "いわ",
        "type2": "ひこう"
    },
    "カビゴン": {
        "base": {
            "hp": 160,
            "at": 110,
            "df": 65,
            "sa": 65,
            "sd": 110,
            "sp": 30
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "フリーザー": {
        "base": {
            "hp": 90,
            "at": 85,
            "df": 100,
            "sa": 95,
            "sd": 125,
            "sp": 85
        },
        "type1": "こおり",
        "type2": "ひこう"
    },
    "サンダー": {
        "base": {
            "hp": 90,
            "at": 90,
            "df": 85,
            "sa": 125,
            "sd": 90,
            "sp": 100
        },
        "type1": "でんき",
        "type2": "ひこう"
    },
    "ファイヤー": {
        "base": {
            "hp": 90,
            "at": 100,
            "df": 90,
            "sa": 125,
            "sd": 85,
            "sp": 90
        },
        "type1": "ほのお",
        "type2": "ひこう"
    },
    "ミニリュウ": {
        "base": {
            "hp": 41,
            "at": 64,
            "df": 45,
            "sa": 50,
            "sd": 50,
            "sp": 50
        },
        "type1": "ドラゴン",
        "type2": "-"
    },
    "ハクリュー": {
        "base": {
            "hp": 61,
            "at": 84,
            "df": 65,
            "sa": 70,
            "sd": 70,
            "sp": 70
        },
        "type1": "ドラゴン",
        "type2": "-"
    },
    "カイリュー": {
        "base": {
            "hp": 91,
            "at": 134,
            "df": 95,
            "sa": 100,
            "sd": 100,
            "sp": 80
        },
        "type1": "ドラゴン",
        "type2": "ひこう"
    },
    "ミュウツー": {
        "base": {
            "hp": 106,
            "at": 110,
            "df": 90,
            "sa": 154,
            "sd": 90,
            "sp": 130
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "メガミュウツーY": {
        "base": {
            "hp": 106,
            "at": 150,
            "df": 70,
            "sa": 194,
            "sd": 120,
            "sp": 140
        },
        "type1": "エスパー",
        "type2": "かくとう"
    },
    "メガミュウツーX": {
        "base": {
            "hp": 106,
            "at": 190,
            "df": 100,
            "sa": 154,
            "sd": 100,
            "sp": 130
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "ミュウ": {
        "base": {
            "hp": 100,
            "at": 100,
            "df": 100,
            "sa": 100,
            "sd": 100,
            "sp": 100
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "チコリータ": {
        "base": {
            "hp": 45,
            "at": 49,
            "df": 65,
            "sa": 49,
            "sd": 65,
            "sp": 45
        },
        "type1": "くさ",
        "type2": "-"
    },
    "ベイリーフ": {
        "base": {
            "hp": 60,
            "at": 62,
            "df": 80,
            "sa": 63,
            "sd": 80,
            "sp": 60
        },
        "type1": "くさ",
        "type2": "-"
    },
    "メガニウム": {
        "base": {
            "hp": 80,
            "at": 82,
            "df": 100,
            "sa": 83,
            "sd": 100,
            "sp": 80
        },
        "type1": "くさ",
        "type2": "-"
    },
    "ヒノアラシ": {
        "base": {
            "hp": 39,
            "at": 52,
            "df": 43,
            "sa": 60,
            "sd": 50,
            "sp": 65
        },
        "type1": "ほのお",
        "type2": "-"
    },
    "マグマラシ": {
        "base": {
            "hp": 58,
            "at": 64,
            "df": 58,
            "sa": 80,
            "sd": 65,
            "sp": 80
        },
        "type1": "ほのお",
        "type2": "-"
    },
    "バクフーン": {
        "base": {
            "hp": 78,
            "at": 84,
            "df": 78,
            "sa": 109,
            "sd": 85,
            "sp": 100
        },
        "type1": "ほのお",
        "type2": "-"
    },
    "ワニノコ": {
        "base": {
            "hp": 50,
            "at": 65,
            "df": 64,
            "sa": 44,
            "sd": 48,
            "sp": 43
        },
        "type1": "みず",
        "type2": "-"
    },
    "アリゲイツ": {
        "base": {
            "hp": 65,
            "at": 80,
            "df": 80,
            "sa": 59,
            "sd": 63,
            "sp": 58
        },
        "type1": "みず",
        "type2": "-"
    },
    "オーダイル": {
        "base": {
            "hp": 85,
            "at": 105,
            "df": 100,
            "sa": 79,
            "sd": 83,
            "sp": 78
        },
        "type1": "みず",
        "type2": "-"
    },
    "オタチ": {
        "base": {
            "hp": 35,
            "at": 46,
            "df": 34,
            "sa": 35,
            "sd": 45,
            "sp": 20
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "オオタチ": {
        "base": {
            "hp": 85,
            "at": 76,
            "df": 64,
            "sa": 45,
            "sd": 55,
            "sp": 90
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "ホーホー": {
        "base": {
            "hp": 60,
            "at": 30,
            "df": 30,
            "sa": 36,
            "sd": 56,
            "sp": 50
        },
        "type1": "ノーマル",
        "type2": "ひこう"
    },
    "ヨルノズク": {
        "base": {
            "hp": 100,
            "at": 50,
            "df": 50,
            "sa": 86,
            "sd": 96,
            "sp": 70
        },
        "type1": "ノーマル",
        "type2": "ひこう"
    },
    "レディバ": {
        "base": {
            "hp": 40,
            "at": 20,
            "df": 30,
            "sa": 40,
            "sd": 80,
            "sp": 55
        },
        "type1": "むし",
        "type2": "ひこう"
    },
    "レディアン": {
        "base": {
            "hp": 55,
            "at": 35,
            "df": 50,
            "sa": 55,
            "sd": 110,
            "sp": 85
        },
        "type1": "むし",
        "type2": "ひこう"
    },
    "イトマル": {
        "base": {
            "hp": 40,
            "at": 60,
            "df": 40,
            "sa": 40,
            "sd": 40,
            "sp": 30
        },
        "type1": "むし",
        "type2": "どく"
    },
    "アリアドス": {
        "base": {
            "hp": 70,
            "at": 90,
            "df": 70,
            "sa": 60,
            "sd": 70,
            "sp": 40
        },
        "type1": "むし",
        "type2": "どく"
    },
    "クロバット": {
        "base": {
            "hp": 85,
            "at": 90,
            "df": 80,
            "sa": 70,
            "sd": 80,
            "sp": 130
        },
        "type1": "どく",
        "type2": "ひこう"
    },
    "チョンチー": {
        "base": {
            "hp": 75,
            "at": 38,
            "df": 38,
            "sa": 56,
            "sd": 56,
            "sp": 67
        },
        "type1": "みず",
        "type2": "でんき"
    },
    "ランターン": {
        "base": {
            "hp": 125,
            "at": 58,
            "df": 58,
            "sa": 76,
            "sd": 76,
            "sp": 67
        },
        "type1": "みず",
        "type2": "でんき"
    },
    "ピチュー": {
        "base": {
            "hp": 20,
            "at": 40,
            "df": 15,
            "sa": 35,
            "sd": 35,
            "sp": 60
        },
        "type1": "でんき",
        "type2": "-"
    },
    "ピィ": {
        "base": {
            "hp": 50,
            "at": 25,
            "df": 28,
            "sa": 45,
            "sd": 55,
            "sp": 15
        },
        "type1": "フェアリー",
        "type2": "-"
    },
    "ププリン": {
        "base": {
            "hp": 90,
            "at": 30,
            "df": 15,
            "sa": 40,
            "sd": 20,
            "sp": 15
        },
        "type1": "ノーマル",
        "type2": "フェアリー"
    },
    "トゲピー": {
        "base": {
            "hp": 35,
            "at": 20,
            "df": 65,
            "sa": 40,
            "sd": 65,
            "sp": 20
        },
        "type1": "フェアリー",
        "type2": "-"
    },
    "トゲチック": {
        "base": {
            "hp": 55,
            "at": 40,
            "df": 85,
            "sa": 80,
            "sd": 105,
            "sp": 40
        },
        "type1": "フェアリー",
        "type2": "ひこう"
    },
    "ネイティ": {
        "base": {
            "hp": 40,
            "at": 50,
            "df": 45,
            "sa": 70,
            "sd": 45,
            "sp": 70
        },
        "type1": "エスパー",
        "type2": "ひこう"
    },
    "ネイティオ": {
        "base": {
            "hp": 65,
            "at": 75,
            "df": 70,
            "sa": 95,
            "sd": 70,
            "sp": 95
        },
        "type1": "エスパー",
        "type2": "ひこう"
    },
    "メリープ": {
        "base": {
            "hp": 55,
            "at": 40,
            "df": 40,
            "sa": 65,
            "sd": 45,
            "sp": 35
        },
        "type1": "でんき",
        "type2": "-"
    },
    "モココ": {
        "base": {
            "hp": 70,
            "at": 55,
            "df": 55,
            "sa": 80,
            "sd": 60,
            "sp": 45
        },
        "type1": "でんき",
        "type2": "-"
    },
    "デンリュウ": {
        "base": {
            "hp": 90,
            "at": 75,
            "df": 85,
            "sa": 115,
            "sd": 90,
            "sp": 55
        },
        "type1": "でんき",
        "type2": "-"
    },
    "メガデンリュウ": {
        "base": {
            "hp": 90,
            "at": 95,
            "df": 105,
            "sa": 165,
            "sd": 110,
            "sp": 45
        },
        "type1": "でんき",
        "type2": "ドラゴン"
    },
    "キレイハナ": {
        "base": {
            "hp": 75,
            "at": 80,
            "df": 95,
            "sa": 90,
            "sd": 100,
            "sp": 50
        },
        "type1": "くさ",
        "type2": "-"
    },
    "マリル": {
        "base": {
            "hp": 70,
            "at": 20,
            "df": 50,
            "sa": 20,
            "sd": 50,
            "sp": 40
        },
        "type1": "みず",
        "type2": "フェアリー"
    },
    "マリルリ": {
        "base": {
            "hp": 100,
            "at": 50,
            "df": 80,
            "sa": 60,
            "sd": 80,
            "sp": 50
        },
        "type1": "みず",
        "type2": "フェアリー"
    },
    "ウソッキー": {
        "base": {
            "hp": 70,
            "at": 100,
            "df": 115,
            "sa": 30,
            "sd": 65,
            "sp": 30
        },
        "type1": "いわ",
        "type2": "-"
    },
    "ニョロトノ": {
        "base": {
            "hp": 90,
            "at": 75,
            "df": 75,
            "sa": 90,
            "sd": 100,
            "sp": 70
        },
        "type1": "みず",
        "type2": "-"
    },
    "ハネッコ": {
        "base": {
            "hp": 35,
            "at": 35,
            "df": 40,
            "sa": 35,
            "sd": 55,
            "sp": 50
        },
        "type1": "くさ",
        "type2": "ひこう"
    },
    "ポポッコ": {
        "base": {
            "hp": 55,
            "at": 45,
            "df": 50,
            "sa": 45,
            "sd": 65,
            "sp": 80
        },
        "type1": "くさ",
        "type2": "ひこう"
    },
    "ワタッコ": {
        "base": {
            "hp": 75,
            "at": 55,
            "df": 70,
            "sa": 55,
            "sd": 95,
            "sp": 110
        },
        "type1": "くさ",
        "type2": "ひこう"
    },
    "エイパム": {
        "base": {
            "hp": 55,
            "at": 70,
            "df": 55,
            "sa": 40,
            "sd": 55,
            "sp": 85
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "ヒマナッツ": {
        "base": {
            "hp": 30,
            "at": 30,
            "df": 30,
            "sa": 30,
            "sd": 30,
            "sp": 30
        },
        "type1": "くさ",
        "type2": "-"
    },
    "キマワリ": {
        "base": {
            "hp": 75,
            "at": 75,
            "df": 55,
            "sa": 105,
            "sd": 85,
            "sp": 30
        },
        "type1": "くさ",
        "type2": "-"
    },
    "ヤンヤンマ": {
        "base": {
            "hp": 65,
            "at": 65,
            "df": 45,
            "sa": 75,
            "sd": 45,
            "sp": 95
        },
        "type1": "むし",
        "type2": "ひこう"
    },
    "ウパー": {
        "base": {
            "hp": 55,
            "at": 45,
            "df": 45,
            "sa": 25,
            "sd": 25,
            "sp": 15
        },
        "type1": "みず",
        "type2": "じめん"
    },
    "ヌオー": {
        "base": {
            "hp": 95,
            "at": 85,
            "df": 85,
            "sa": 65,
            "sd": 65,
            "sp": 35
        },
        "type1": "みず",
        "type2": "じめん"
    },
    "エーフィ": {
        "base": {
            "hp": 65,
            "at": 65,
            "df": 60,
            "sa": 130,
            "sd": 95,
            "sp": 110
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "ブラッキー": {
        "base": {
            "hp": 95,
            "at": 65,
            "df": 110,
            "sa": 60,
            "sd": 130,
            "sp": 65
        },
        "type1": "あく",
        "type2": "-"
    },
    "ヤミカラス": {
        "base": {
            "hp": 60,
            "at": 85,
            "df": 42,
            "sa": 85,
            "sd": 42,
            "sp": 91
        },
        "type1": "あく",
        "type2": "ひこう"
    },
    "ヤドキング": {
        "base": {
            "hp": 95,
            "at": 75,
            "df": 80,
            "sa": 100,
            "sd": 110,
            "sp": 30
        },
        "type1": "みず",
        "type2": "エスパー"
    },
    "ムウマ": {
        "base": {
            "hp": 60,
            "at": 60,
            "df": 60,
            "sa": 85,
            "sd": 85,
            "sp": 85
        },
        "type1": "ゴースト",
        "type2": "-"
    },
    "アンノーン": {
        "base": {
            "hp": 48,
            "at": 72,
            "df": 48,
            "sa": 72,
            "sd": 48,
            "sp": 48
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "ソーナンス": {
        "base": {
            "hp": 190,
            "at": 33,
            "df": 58,
            "sa": 33,
            "sd": 58,
            "sp": 33
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "キリンリキ": {
        "base": {
            "hp": 70,
            "at": 80,
            "df": 65,
            "sa": 90,
            "sd": 65,
            "sp": 85
        },
        "type1": "ノーマル",
        "type2": "エスパー"
    },
    "クヌギダマ": {
        "base": {
            "hp": 50,
            "at": 65,
            "df": 90,
            "sa": 35,
            "sd": 35,
            "sp": 15
        },
        "type1": "むし",
        "type2": "-"
    },
    "フォレトス": {
        "base": {
            "hp": 75,
            "at": 90,
            "df": 140,
            "sa": 60,
            "sd": 60,
            "sp": 40
        },
        "type1": "むし",
        "type2": "はがね"
    },
    "ノコッチ": {
        "base": {
            "hp": 100,
            "at": 70,
            "df": 70,
            "sa": 65,
            "sd": 65,
            "sp": 45
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "グライガー": {
        "base": {
            "hp": 65,
            "at": 75,
            "df": 105,
            "sa": 35,
            "sd": 65,
            "sp": 85
        },
        "type1": "じめん",
        "type2": "ひこう"
    },
    "ハガネール": {
        "base": {
            "hp": 75,
            "at": 85,
            "df": 200,
            "sa": 55,
            "sd": 65,
            "sp": 30
        },
        "type1": "はがね",
        "type2": "じめん"
    },
    "メガハガネール": {
        "base": {
            "hp": 75,
            "at": 125,
            "df": 230,
            "sa": 55,
            "sd": 95,
            "sp": 30
        },
        "type1": "はがね",
        "type2": "じめん"
    },
    "ブルー": {
        "base": {
            "hp": 60,
            "at": 80,
            "df": 50,
            "sa": 40,
            "sd": 40,
            "sp": 30
        },
        "type1": "フェアリー",
        "type2": "-"
    },
    "グランブル": {
        "base": {
            "hp": 90,
            "at": 120,
            "df": 75,
            "sa": 60,
            "sd": 60,
            "sp": 45
        },
        "type1": "フェアリー",
        "type2": "-"
    },
    "ハリーセン": {
        "base": {
            "hp": 65,
            "at": 95,
            "df": 85,
            "sa": 55,
            "sd": 55,
            "sp": 85
        },
        "type1": "みず",
        "type2": "どく"
    },
    "ハッサム": {
        "base": {
            "hp": 70,
            "at": 130,
            "df": 100,
            "sa": 55,
            "sd": 80,
            "sp": 65
        },
        "type1": "むし",
        "type2": "はがね"
    },
    "メガハッサム": {
        "base": {
            "hp": 70,
            "at": 150,
            "df": 140,
            "sa": 65,
            "sd": 100,
            "sp": 75
        },
        "type1": "むし",
        "type2": "はがね"
    },
    "ツボツボ": {
        "base": {
            "hp": 20,
            "at": 10,
            "df": 230,
            "sa": 10,
            "sd": 230,
            "sp": 5
        },
        "type1": "むし",
        "type2": "いわ"
    },
    "ヘラクロス": {
        "base": {
            "hp": 80,
            "at": 125,
            "df": 75,
            "sa": 40,
            "sd": 95,
            "sp": 85
        },
        "type1": "むし",
        "type2": "かくとう"
    },
    "メガヘラクロス": {
        "base": {
            "hp": 80,
            "at": 185,
            "df": 115,
            "sa": 40,
            "sd": 105,
            "sp": 75
        },
        "type1": "むし",
        "type2": "かくとう"
    },
    "ニューラ": {
        "base": {
            "hp": 55,
            "at": 95,
            "df": 55,
            "sa": 35,
            "sd": 75,
            "sp": 115
        },
        "type1": "あく",
        "type2": "こおり"
    },
    "ヒメグマ": {
        "base": {
            "hp": 60,
            "at": 80,
            "df": 50,
            "sa": 50,
            "sd": 50,
            "sp": 40
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "リングマ": {
        "base": {
            "hp": 90,
            "at": 130,
            "df": 75,
            "sa": 75,
            "sd": 75,
            "sp": 55
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "マグマッグ": {
        "base": {
            "hp": 40,
            "at": 40,
            "df": 40,
            "sa": 70,
            "sd": 40,
            "sp": 20
        },
        "type1": "ほのお",
        "type2": "-"
    },
    "マグカルゴ": {
        "base": {
            "hp": 60,
            "at": 50,
            "df": 120,
            "sa": 90,
            "sd": 80,
            "sp": 30
        },
        "type1": "ほのお",
        "type2": "いわ"
    },
    "ウリムー": {
        "base": {
            "hp": 50,
            "at": 50,
            "df": 40,
            "sa": 30,
            "sd": 30,
            "sp": 50
        },
        "type1": "こおり",
        "type2": "じめん"
    },
    "イノムー": {
        "base": {
            "hp": 100,
            "at": 100,
            "df": 80,
            "sa": 60,
            "sd": 60,
            "sp": 50
        },
        "type1": "こおり",
        "type2": "じめん"
    },
    "サニーゴ": {
        "base": {
            "hp": 65,
            "at": 55,
            "df": 95,
            "sa": 65,
            "sd": 95,
            "sp": 35
        },
        "type1": "みず",
        "type2": "いわ"
    },
    "サニーゴ（ガラルのすがた）": {
        "base": {
            "hp": 60,
            "at": 55,
            "df": 100,
            "sa": 65,
            "sd": 100,
            "sp": 30
        },
        "type1": "ゴースト",
        "type2": "-"
    },
    "テッポウオ": {
        "base": {
            "hp": 35,
            "at": 65,
            "df": 35,
            "sa": 65,
            "sd": 35,
            "sp": 65
        },
        "type1": "みず",
        "type2": "-"
    },
    "オクタン": {
        "base": {
            "hp": 75,
            "at": 105,
            "df": 75,
            "sa": 105,
            "sd": 75,
            "sp": 45
        },
        "type1": "みず",
        "type2": "-"
    },
    "デリバード": {
        "base": {
            "hp": 45,
            "at": 55,
            "df": 45,
            "sa": 65,
            "sd": 45,
            "sp": 75
        },
        "type1": "こおり",
        "type2": "ひこう"
    },
    "マンタイン": {
        "base": {
            "hp": 85,
            "at": 40,
            "df": 70,
            "sa": 80,
            "sd": 140,
            "sp": 70
        },
        "type1": "みず",
        "type2": "ひこう"
    },
    "エアームド": {
        "base": {
            "hp": 65,
            "at": 80,
            "df": 140,
            "sa": 40,
            "sd": 70,
            "sp": 70
        },
        "type1": "はがね",
        "type2": "ひこう"
    },
    "デルビル": {
        "base": {
            "hp": 45,
            "at": 60,
            "df": 30,
            "sa": 80,
            "sd": 50,
            "sp": 65
        },
        "type1": "あく",
        "type2": "ほのお"
    },
    "ヘルガー": {
        "base": {
            "hp": 75,
            "at": 90,
            "df": 50,
            "sa": 110,
            "sd": 80,
            "sp": 95
        },
        "type1": "あく",
        "type2": "ほのお"
    },
    "メガヘルガー": {
        "base": {
            "hp": 75,
            "at": 90,
            "df": 90,
            "sa": 140,
            "sd": 90,
            "sp": 115
        },
        "type1": "あく",
        "type2": "ほのお"
    },
    "キングドラ": {
        "base": {
            "hp": 75,
            "at": 95,
            "df": 95,
            "sa": 95,
            "sd": 95,
            "sp": 85
        },
        "type1": "みず",
        "type2": "ドラゴン"
    },
    "ゴマゾウ": {
        "base": {
            "hp": 90,
            "at": 60,
            "df": 60,
            "sa": 40,
            "sd": 40,
            "sp": 40
        },
        "type1": "じめん",
        "type2": "-"
    },
    "ドンファン": {
        "base": {
            "hp": 90,
            "at": 120,
            "df": 120,
            "sa": 60,
            "sd": 60,
            "sp": 50
        },
        "type1": "じめん",
        "type2": "-"
    },
    "ポリゴン2": {
        "base": {
            "hp": 85,
            "at": 80,
            "df": 90,
            "sa": 105,
            "sd": 95,
            "sp": 60
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "オドシシ": {
        "base": {
            "hp": 73,
            "at": 95,
            "df": 62,
            "sa": 85,
            "sd": 65,
            "sp": 85
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "ドーブル": {
        "base": {
            "hp": 55,
            "at": 20,
            "df": 35,
            "sa": 20,
            "sd": 45,
            "sp": 75
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "バルキー": {
        "base": {
            "hp": 35,
            "at": 35,
            "df": 35,
            "sa": 35,
            "sd": 35,
            "sp": 35
        },
        "type1": "かくとう",
        "type2": "-"
    },
    "カポエラー": {
        "base": {
            "hp": 50,
            "at": 95,
            "df": 95,
            "sa": 35,
            "sd": 110,
            "sp": 70
        },
        "type1": "かくとう",
        "type2": "-"
    },
    "ムチュール": {
        "base": {
            "hp": 45,
            "at": 30,
            "df": 15,
            "sa": 85,
            "sd": 65,
            "sp": 65
        },
        "type1": "こおり",
        "type2": "エスパー"
    },
    "エレキッド": {
        "base": {
            "hp": 45,
            "at": 63,
            "df": 37,
            "sa": 65,
            "sd": 55,
            "sp": 95
        },
        "type1": "でんき",
        "type2": "-"
    },
    "ブビィ": {
        "base": {
            "hp": 45,
            "at": 75,
            "df": 37,
            "sa": 70,
            "sd": 55,
            "sp": 83
        },
        "type1": "ほのお",
        "type2": "-"
    },
    "ミルタンク": {
        "base": {
            "hp": 95,
            "at": 80,
            "df": 105,
            "sa": 40,
            "sd": 70,
            "sp": 100
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "ハピナス": {
        "base": {
            "hp": 255,
            "at": 10,
            "df": 10,
            "sa": 75,
            "sd": 135,
            "sp": 55
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "ライコウ": {
        "base": {
            "hp": 90,
            "at": 85,
            "df": 75,
            "sa": 115,
            "sd": 100,
            "sp": 115
        },
        "type1": "でんき",
        "type2": "-"
    },
    "エンテイ": {
        "base": {
            "hp": 115,
            "at": 115,
            "df": 85,
            "sa": 90,
            "sd": 75,
            "sp": 100
        },
        "type1": "ほのお",
        "type2": "-"
    },
    "スイクン": {
        "base": {
            "hp": 100,
            "at": 75,
            "df": 115,
            "sa": 90,
            "sd": 115,
            "sp": 85
        },
        "type1": "みず",
        "type2": "-"
    },
    "ヨーギラス": {
        "base": {
            "hp": 50,
            "at": 64,
            "df": 50,
            "sa": 45,
            "sd": 50,
            "sp": 41
        },
        "type1": "いわ",
        "type2": "じめん"
    },
    "サナギラス": {
        "base": {
            "hp": 70,
            "at": 84,
            "df": 70,
            "sa": 65,
            "sd": 70,
            "sp": 51
        },
        "type1": "いわ",
        "type2": "じめん"
    },
    "バンギラス": {
        "base": {
            "hp": 100,
            "at": 134,
            "df": 110,
            "sa": 95,
            "sd": 100,
            "sp": 61
        },
        "type1": "いわ",
        "type2": "あく"
    },
    "メガバンギラス": {
        "base": {
            "hp": 100,
            "at": 164,
            "df": 150,
            "sa": 95,
            "sd": 120,
            "sp": 71
        },
        "type1": "いわ",
        "type2": "あく"
    },
    "ルギア": {
        "base": {
            "hp": 106,
            "at": 90,
            "df": 130,
            "sa": 90,
            "sd": 154,
            "sp": 110
        },
        "type1": "エスパー",
        "type2": "ひこう"
    },
    "ホウオウ": {
        "base": {
            "hp": 106,
            "at": 130,
            "df": 90,
            "sa": 110,
            "sd": 154,
            "sp": 90
        },
        "type1": "ほのお",
        "type2": "ひこう"
    },
    "セレビィ": {
        "base": {
            "hp": 100,
            "at": 100,
            "df": 100,
            "sa": 100,
            "sd": 100,
            "sp": 100
        },
        "type1": "エスパー",
        "type2": "くさ"
    },
    "キモリ": {
        "base": {
            "hp": 40,
            "at": 45,
            "df": 35,
            "sa": 65,
            "sd": 55,
            "sp": 70
        },
        "type1": "くさ",
        "type2": "-"
    },
    "ジュプトル": {
        "base": {
            "hp": 50,
            "at": 65,
            "df": 45,
            "sa": 85,
            "sd": 65,
            "sp": 95
        },
        "type1": "くさ",
        "type2": "-"
    },
    "ジュカイン": {
        "base": {
            "hp": 70,
            "at": 85,
            "df": 65,
            "sa": 105,
            "sd": 85,
            "sp": 120
        },
        "type1": "くさ",
        "type2": "-"
    },
    "メガジュカイン": {
        "base": {
            "hp": 70,
            "at": 110,
            "df": 75,
            "sa": 145,
            "sd": 85,
            "sp": 145
        },
        "type1": "くさ",
        "type2": "ドラゴン"
    },
    "アチャモ": {
        "base": {
            "hp": 45,
            "at": 60,
            "df": 40,
            "sa": 70,
            "sd": 50,
            "sp": 45
        },
        "type1": "ほのお",
        "type2": "-"
    },
    "ワカシャモ": {
        "base": {
            "hp": 60,
            "at": 85,
            "df": 60,
            "sa": 85,
            "sd": 60,
            "sp": 55
        },
        "type1": "ほのお",
        "type2": "かくとう"
    },
    "バシャーモ": {
        "base": {
            "hp": 80,
            "at": 120,
            "df": 70,
            "sa": 110,
            "sd": 70,
            "sp": 80
        },
        "type1": "ほのお",
        "type2": "かくとう"
    },
    "メガバシャーモ": {
        "base": {
            "hp": 80,
            "at": 160,
            "df": 80,
            "sa": 130,
            "sd": 80,
            "sp": 100
        },
        "type1": "ほのお",
        "type2": "かくとう"
    },
    "ミズゴロウ": {
        "base": {
            "hp": 50,
            "at": 70,
            "df": 50,
            "sa": 50,
            "sd": 50,
            "sp": 40
        },
        "type1": "みず",
        "type2": "-"
    },
    "ヌマクロー": {
        "base": {
            "hp": 70,
            "at": 85,
            "df": 70,
            "sa": 60,
            "sd": 70,
            "sp": 50
        },
        "type1": "みず",
        "type2": "じめん"
    },
    "ラグラージ": {
        "base": {
            "hp": 100,
            "at": 110,
            "df": 90,
            "sa": 85,
            "sd": 90,
            "sp": 60
        },
        "type1": "みず",
        "type2": "じめん"
    },
    "メガラグラージ": {
        "base": {
            "hp": 100,
            "at": 150,
            "df": 110,
            "sa": 95,
            "sd": 110,
            "sp": 70
        },
        "type1": "みず",
        "type2": "じめん"
    },
    "ポチエナ": {
        "base": {
            "hp": 35,
            "at": 55,
            "df": 35,
            "sa": 30,
            "sd": 30,
            "sp": 35
        },
        "type1": "あく",
        "type2": "-"
    },
    "グラエナ": {
        "base": {
            "hp": 70,
            "at": 90,
            "df": 70,
            "sa": 60,
            "sd": 60,
            "sp": 70
        },
        "type1": "あく",
        "type2": "-"
    },
    "ジグザグマ": {
        "base": {
            "hp": 38,
            "at": 30,
            "df": 41,
            "sa": 30,
            "sd": 41,
            "sp": 60
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "ジグザグマ（ガラルのすがた）": {
        "base": {
            "hp": 38,
            "at": 30,
            "df": 41,
            "sa": 30,
            "sd": 41,
            "sp": 60
        },
        "type1": "あく",
        "type2": "ノーマル"
    },
    "マッスグマ": {
        "base": {
            "hp": 78,
            "at": 70,
            "df": 61,
            "sa": 50,
            "sd": 61,
            "sp": 100
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "マッスグマ（ガラルのすがた）": {
        "base": {
            "hp": 78,
            "at": 70,
            "df": 61,
            "sa": 50,
            "sd": 61,
            "sp": 100
        },
        "type1": "あく",
        "type2": "ノーマル"
    },
    "ケムッソ": {
        "base": {
            "hp": 45,
            "at": 45,
            "df": 35,
            "sa": 20,
            "sd": 30,
            "sp": 20
        },
        "type1": "むし",
        "type2": "-"
    },
    "カラサリス": {
        "base": {
            "hp": 50,
            "at": 35,
            "df": 55,
            "sa": 25,
            "sd": 25,
            "sp": 15
        },
        "type1": "むし",
        "type2": "-"
    },
    "アゲハント": {
        "base": {
            "hp": 60,
            "at": 70,
            "df": 50,
            "sa": 100,
            "sd": 50,
            "sp": 65
        },
        "type1": "むし",
        "type2": "ひこう"
    },
    "マユルド": {
        "base": {
            "hp": 50,
            "at": 35,
            "df": 55,
            "sa": 25,
            "sd": 25,
            "sp": 15
        },
        "type1": "むし",
        "type2": "-"
    },
    "ドクケイル": {
        "base": {
            "hp": 60,
            "at": 50,
            "df": 70,
            "sa": 50,
            "sd": 90,
            "sp": 65
        },
        "type1": "むし",
        "type2": "どく"
    },
    "ハスボー": {
        "base": {
            "hp": 40,
            "at": 30,
            "df": 30,
            "sa": 40,
            "sd": 50,
            "sp": 30
        },
        "type1": "みず",
        "type2": "くさ"
    },
    "ハスブレロ": {
        "base": {
            "hp": 60,
            "at": 50,
            "df": 50,
            "sa": 60,
            "sd": 70,
            "sp": 50
        },
        "type1": "みず",
        "type2": "くさ"
    },
    "ルンパッパ": {
        "base": {
            "hp": 80,
            "at": 70,
            "df": 70,
            "sa": 90,
            "sd": 100,
            "sp": 70
        },
        "type1": "みず",
        "type2": "くさ"
    },
    "タネボー": {
        "base": {
            "hp": 40,
            "at": 40,
            "df": 50,
            "sa": 30,
            "sd": 30,
            "sp": 30
        },
        "type1": "くさ",
        "type2": "-"
    },
    "コノハナ": {
        "base": {
            "hp": 70,
            "at": 70,
            "df": 40,
            "sa": 60,
            "sd": 40,
            "sp": 60
        },
        "type1": "くさ",
        "type2": "あく"
    },
    "ダーテング": {
        "base": {
            "hp": 90,
            "at": 100,
            "df": 60,
            "sa": 90,
            "sd": 60,
            "sp": 80
        },
        "type1": "くさ",
        "type2": "あく"
    },
    "スバメ": {
        "base": {
            "hp": 40,
            "at": 55,
            "df": 30,
            "sa": 30,
            "sd": 30,
            "sp": 85
        },
        "type1": "ノーマル",
        "type2": "ひこう"
    },
    "オオスバメ": {
        "base": {
            "hp": 60,
            "at": 85,
            "df": 60,
            "sa": 75,
            "sd": 50,
            "sp": 125
        },
        "type1": "ノーマル",
        "type2": "ひこう"
    },
    "キャモメ": {
        "base": {
            "hp": 40,
            "at": 30,
            "df": 30,
            "sa": 55,
            "sd": 30,
            "sp": 85
        },
        "type1": "みず",
        "type2": "ひこう"
    },
    "ペリッパー": {
        "base": {
            "hp": 60,
            "at": 50,
            "df": 100,
            "sa": 95,
            "sd": 70,
            "sp": 65
        },
        "type1": "みず",
        "type2": "ひこう"
    },
    "ラルトス": {
        "base": {
            "hp": 28,
            "at": 25,
            "df": 25,
            "sa": 45,
            "sd": 35,
            "sp": 40
        },
        "type1": "エスパー",
        "type2": "フェアリー"
    },
    "キルリア": {
        "base": {
            "hp": 38,
            "at": 35,
            "df": 35,
            "sa": 65,
            "sd": 55,
            "sp": 50
        },
        "type1": "エスパー",
        "type2": "フェアリー"
    },
    "サーナイト": {
        "base": {
            "hp": 68,
            "at": 65,
            "df": 65,
            "sa": 125,
            "sd": 115,
            "sp": 80
        },
        "type1": "エスパー",
        "type2": "フェアリー"
    },
    "メガサーナイト": {
        "base": {
            "hp": 68,
            "at": 85,
            "df": 65,
            "sa": 165,
            "sd": 135,
            "sp": 100
        },
        "type1": "エスパー",
        "type2": "フェアリー"
    },
    "アメタマ": {
        "base": {
            "hp": 40,
            "at": 30,
            "df": 32,
            "sa": 50,
            "sd": 52,
            "sp": 65
        },
        "type1": "むし",
        "type2": "みず"
    },
    "アメモース": {
        "base": {
            "hp": 70,
            "at": 60,
            "df": 62,
            "sa": 100,
            "sd": 82,
            "sp": 80
        },
        "type1": "むし",
        "type2": "ひこう"
    },
    "キノココ": {
        "base": {
            "hp": 60,
            "at": 40,
            "df": 60,
            "sa": 40,
            "sd": 60,
            "sp": 35
        },
        "type1": "くさ",
        "type2": "-"
    },
    "キノガッサ": {
        "base": {
            "hp": 60,
            "at": 130,
            "df": 80,
            "sa": 60,
            "sd": 60,
            "sp": 70
        },
        "type1": "くさ",
        "type2": "かくとう"
    },
    "ナマケロ": {
        "base": {
            "hp": 60,
            "at": 60,
            "df": 60,
            "sa": 35,
            "sd": 35,
            "sp": 30
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "ヤルキモノ": {
        "base": {
            "hp": 80,
            "at": 80,
            "df": 80,
            "sa": 55,
            "sd": 55,
            "sp": 90
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "ケッキング": {
        "base": {
            "hp": 150,
            "at": 160,
            "df": 100,
            "sa": 95,
            "sd": 65,
            "sp": 100
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "ツチニン": {
        "base": {
            "hp": 31,
            "at": 45,
            "df": 90,
            "sa": 30,
            "sd": 30,
            "sp": 40
        },
        "type1": "むし",
        "type2": "じめん"
    },
    "テッカニン": {
        "base": {
            "hp": 61,
            "at": 90,
            "df": 45,
            "sa": 50,
            "sd": 50,
            "sp": 160
        },
        "type1": "むし",
        "type2": "ひこう"
    },
    "ヌケニン": {
        "base": {
            "hp": 1,
            "at": 90,
            "df": 45,
            "sa": 30,
            "sd": 30,
            "sp": 40
        },
        "type1": "むし",
        "type2": "ゴースト"
    },
    "ゴニョニョ": {
        "base": {
            "hp": 64,
            "at": 51,
            "df": 23,
            "sa": 51,
            "sd": 23,
            "sp": 28
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "ドゴーム": {
        "base": {
            "hp": 84,
            "at": 71,
            "df": 43,
            "sa": 71,
            "sd": 43,
            "sp": 48
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "バクオング": {
        "base": {
            "hp": 104,
            "at": 91,
            "df": 63,
            "sa": 91,
            "sd": 73,
            "sp": 68
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "マクノシタ": {
        "base": {
            "hp": 72,
            "at": 60,
            "df": 30,
            "sa": 20,
            "sd": 30,
            "sp": 25
        },
        "type1": "かくとう",
        "type2": "-"
    },
    "ハリテヤマ": {
        "base": {
            "hp": 144,
            "at": 120,
            "df": 60,
            "sa": 40,
            "sd": 60,
            "sp": 50
        },
        "type1": "かくとう",
        "type2": "-"
    },
    "ルリリ": {
        "base": {
            "hp": 50,
            "at": 20,
            "df": 40,
            "sa": 20,
            "sd": 40,
            "sp": 20
        },
        "type1": "ノーマル",
        "type2": "フェアリー"
    },
    "ノズパス": {
        "base": {
            "hp": 30,
            "at": 45,
            "df": 135,
            "sa": 45,
            "sd": 90,
            "sp": 30
        },
        "type1": "いわ",
        "type2": "-"
    },
    "エネコ": {
        "base": {
            "hp": 50,
            "at": 45,
            "df": 45,
            "sa": 35,
            "sd": 35,
            "sp": 50
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "エネコロロ": {
        "base": {
            "hp": 70,
            "at": 65,
            "df": 65,
            "sa": 55,
            "sd": 55,
            "sp": 90
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "ヤミラミ": {
        "base": {
            "hp": 50,
            "at": 75,
            "df": 75,
            "sa": 65,
            "sd": 65,
            "sp": 50
        },
        "type1": "あく",
        "type2": "ゴースト"
    },
    "メガヤミラミ": {
        "base": {
            "hp": 50,
            "at": 85,
            "df": 125,
            "sa": 85,
            "sd": 115,
            "sp": 20
        },
        "type1": "あく",
        "type2": "ゴースト"
    },
    "クチート": {
        "base": {
            "hp": 50,
            "at": 85,
            "df": 85,
            "sa": 55,
            "sd": 55,
            "sp": 50
        },
        "type1": "はがね",
        "type2": "フェアリー"
    },
    "メガクチート": {
        "base": {
            "hp": 50,
            "at": 105,
            "df": 125,
            "sa": 55,
            "sd": 95,
            "sp": 50
        },
        "type1": "はがね",
        "type2": "フェアリー"
    },
    "ココドラ": {
        "base": {
            "hp": 50,
            "at": 70,
            "df": 100,
            "sa": 40,
            "sd": 40,
            "sp": 30
        },
        "type1": "はがね",
        "type2": "いわ"
    },
    "コドラ": {
        "base": {
            "hp": 60,
            "at": 90,
            "df": 140,
            "sa": 50,
            "sd": 50,
            "sp": 40
        },
        "type1": "はがね",
        "type2": "いわ"
    },
    "ボスゴドラ": {
        "base": {
            "hp": 70,
            "at": 110,
            "df": 180,
            "sa": 60,
            "sd": 60,
            "sp": 50
        },
        "type1": "はがね",
        "type2": "いわ"
    },
    "メガボスゴドラ": {
        "base": {
            "hp": 70,
            "at": 140,
            "df": 230,
            "sa": 60,
            "sd": 80,
            "sp": 50
        },
        "type1": "はがね",
        "type2": "-"
    },
    "アサナン": {
        "base": {
            "hp": 30,
            "at": 40,
            "df": 55,
            "sa": 40,
            "sd": 55,
            "sp": 60
        },
        "type1": "かくとう",
        "type2": "エスパー"
    },
    "チャーレム": {
        "base": {
            "hp": 60,
            "at": 60,
            "df": 75,
            "sa": 60,
            "sd": 75,
            "sp": 80
        },
        "type1": "かくとう",
        "type2": "エスパー"
    },
    "メガチャーレム": {
        "base": {
            "hp": 60,
            "at": 100,
            "df": 85,
            "sa": 80,
            "sd": 85,
            "sp": 100
        },
        "type1": "かくとう",
        "type2": "エスパー"
    },
    "ラクライ": {
        "base": {
            "hp": 40,
            "at": 45,
            "df": 40,
            "sa": 65,
            "sd": 40,
            "sp": 65
        },
        "type1": "でんき",
        "type2": "-"
    },
    "ライボルト": {
        "base": {
            "hp": 70,
            "at": 75,
            "df": 60,
            "sa": 105,
            "sd": 60,
            "sp": 105
        },
        "type1": "でんき",
        "type2": "-"
    },
    "メガライボルト": {
        "base": {
            "hp": 70,
            "at": 75,
            "df": 80,
            "sa": 135,
            "sd": 80,
            "sp": 135
        },
        "type1": "でんき",
        "type2": "-"
    },
    "プラスル": {
        "base": {
            "hp": 60,
            "at": 50,
            "df": 40,
            "sa": 85,
            "sd": 75,
            "sp": 95
        },
        "type1": "でんき",
        "type2": "-"
    },
    "マイナン": {
        "base": {
            "hp": 60,
            "at": 40,
            "df": 50,
            "sa": 75,
            "sd": 85,
            "sp": 95
        },
        "type1": "でんき",
        "type2": "-"
    },
    "バルビート": {
        "base": {
            "hp": 65,
            "at": 73,
            "df": 75,
            "sa": 47,
            "sd": 85,
            "sp": 85
        },
        "type1": "むし",
        "type2": "-"
    },
    "イルミーゼ": {
        "base": {
            "hp": 65,
            "at": 47,
            "df": 75,
            "sa": 73,
            "sd": 85,
            "sp": 85
        },
        "type1": "むし",
        "type2": "-"
    },
    "ロゼリア": {
        "base": {
            "hp": 50,
            "at": 60,
            "df": 45,
            "sa": 100,
            "sd": 80,
            "sp": 65
        },
        "type1": "くさ",
        "type2": "どく"
    },
    "ゴクリン": {
        "base": {
            "hp": 70,
            "at": 43,
            "df": 53,
            "sa": 43,
            "sd": 53,
            "sp": 40
        },
        "type1": "どく",
        "type2": "-"
    },
    "マルノーム": {
        "base": {
            "hp": 100,
            "at": 73,
            "df": 83,
            "sa": 73,
            "sd": 83,
            "sp": 55
        },
        "type1": "どく",
        "type2": "-"
    },
    "キバニア": {
        "base": {
            "hp": 45,
            "at": 90,
            "df": 20,
            "sa": 65,
            "sd": 20,
            "sp": 65
        },
        "type1": "みず",
        "type2": "あく"
    },
    "サメハダー": {
        "base": {
            "hp": 70,
            "at": 120,
            "df": 40,
            "sa": 95,
            "sd": 40,
            "sp": 95
        },
        "type1": "みず",
        "type2": "あく"
    },
    "メガサメハダー": {
        "base": {
            "hp": 70,
            "at": 140,
            "df": 70,
            "sa": 110,
            "sd": 65,
            "sp": 105
        },
        "type1": "みず",
        "type2": "あく"
    },
    "ホエルコ": {
        "base": {
            "hp": 130,
            "at": 70,
            "df": 35,
            "sa": 70,
            "sd": 35,
            "sp": 60
        },
        "type1": "みず",
        "type2": "-"
    },
    "ホエルオー": {
        "base": {
            "hp": 170,
            "at": 90,
            "df": 45,
            "sa": 90,
            "sd": 45,
            "sp": 60
        },
        "type1": "みず",
        "type2": "-"
    },
    "ドンメル": {
        "base": {
            "hp": 60,
            "at": 60,
            "df": 40,
            "sa": 65,
            "sd": 45,
            "sp": 35
        },
        "type1": "ほのお",
        "type2": "じめん"
    },
    "バクーダ": {
        "base": {
            "hp": 70,
            "at": 100,
            "df": 70,
            "sa": 105,
            "sd": 75,
            "sp": 40
        },
        "type1": "ほのお",
        "type2": "じめん"
    },
    "メガバクーダ": {
        "base": {
            "hp": 70,
            "at": 120,
            "df": 100,
            "sa": 145,
            "sd": 105,
            "sp": 20
        },
        "type1": "ほのお",
        "type2": "じめん"
    },
    "コータス": {
        "base": {
            "hp": 70,
            "at": 85,
            "df": 140,
            "sa": 85,
            "sd": 70,
            "sp": 20
        },
        "type1": "ほのお",
        "type2": "-"
    },
    "バネブー": {
        "base": {
            "hp": 60,
            "at": 25,
            "df": 35,
            "sa": 70,
            "sd": 80,
            "sp": 60
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "ブーピッグ": {
        "base": {
            "hp": 80,
            "at": 45,
            "df": 65,
            "sa": 90,
            "sd": 110,
            "sp": 80
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "パッチール": {
        "base": {
            "hp": 60,
            "at": 60,
            "df": 60,
            "sa": 60,
            "sd": 60,
            "sp": 60
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "ナックラー": {
        "base": {
            "hp": 45,
            "at": 100,
            "df": 45,
            "sa": 45,
            "sd": 45,
            "sp": 10
        },
        "type1": "じめん",
        "type2": "-"
    },
    "ビブラーバ": {
        "base": {
            "hp": 50,
            "at": 70,
            "df": 50,
            "sa": 50,
            "sd": 50,
            "sp": 70
        },
        "type1": "じめん",
        "type2": "ドラゴン"
    },
    "フライゴン": {
        "base": {
            "hp": 80,
            "at": 100,
            "df": 80,
            "sa": 80,
            "sd": 80,
            "sp": 100
        },
        "type1": "じめん",
        "type2": "ドラゴン"
    },
    "サボネア": {
        "base": {
            "hp": 50,
            "at": 85,
            "df": 40,
            "sa": 85,
            "sd": 40,
            "sp": 35
        },
        "type1": "くさ",
        "type2": "-"
    },
    "ノクタス": {
        "base": {
            "hp": 70,
            "at": 115,
            "df": 60,
            "sa": 115,
            "sd": 60,
            "sp": 55
        },
        "type1": "くさ",
        "type2": "あく"
    },
    "チルット": {
        "base": {
            "hp": 45,
            "at": 40,
            "df": 60,
            "sa": 40,
            "sd": 75,
            "sp": 50
        },
        "type1": "ノーマル",
        "type2": "ひこう"
    },
    "チルタリス": {
        "base": {
            "hp": 75,
            "at": 70,
            "df": 90,
            "sa": 70,
            "sd": 105,
            "sp": 80
        },
        "type1": "ドラゴン",
        "type2": "ひこう"
    },
    "メガチルタリス": {
        "base": {
            "hp": 75,
            "at": 110,
            "df": 110,
            "sa": 110,
            "sd": 105,
            "sp": 80
        },
        "type1": "ドラゴン",
        "type2": "フェアリー"
    },
    "ザングース": {
        "base": {
            "hp": 73,
            "at": 115,
            "df": 60,
            "sa": 60,
            "sd": 60,
            "sp": 90
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "ハブネーク": {
        "base": {
            "hp": 73,
            "at": 100,
            "df": 60,
            "sa": 100,
            "sd": 60,
            "sp": 65
        },
        "type1": "どく",
        "type2": "-"
    },
    "ルナトーン": {
        "base": {
            "hp": 90,
            "at": 55,
            "df": 65,
            "sa": 95,
            "sd": 85,
            "sp": 70
        },
        "type1": "いわ",
        "type2": "エスパー"
    },
    "ソルロック": {
        "base": {
            "hp": 90,
            "at": 95,
            "df": 85,
            "sa": 55,
            "sd": 65,
            "sp": 70
        },
        "type1": "いわ",
        "type2": "エスパー"
    },
    "ドジョッチ": {
        "base": {
            "hp": 50,
            "at": 48,
            "df": 43,
            "sa": 46,
            "sd": 41,
            "sp": 60
        },
        "type1": "みず",
        "type2": "じめん"
    },
    "ナマズン": {
        "base": {
            "hp": 110,
            "at": 78,
            "df": 73,
            "sa": 76,
            "sd": 71,
            "sp": 60
        },
        "type1": "みず",
        "type2": "じめん"
    },
    "ヘイガニ": {
        "base": {
            "hp": 43,
            "at": 80,
            "df": 65,
            "sa": 50,
            "sd": 35,
            "sp": 35
        },
        "type1": "みず",
        "type2": "-"
    },
    "シザリガー": {
        "base": {
            "hp": 63,
            "at": 120,
            "df": 85,
            "sa": 90,
            "sd": 55,
            "sp": 55
        },
        "type1": "みず",
        "type2": "あく"
    },
    "ヤジロン": {
        "base": {
            "hp": 40,
            "at": 40,
            "df": 55,
            "sa": 40,
            "sd": 70,
            "sp": 55
        },
        "type1": "じめん",
        "type2": "エスパー"
    },
    "ネンドール": {
        "base": {
            "hp": 60,
            "at": 70,
            "df": 105,
            "sa": 70,
            "sd": 120,
            "sp": 75
        },
        "type1": "じめん",
        "type2": "エスパー"
    },
    "リリーラ": {
        "base": {
            "hp": 66,
            "at": 41,
            "df": 77,
            "sa": 61,
            "sd": 87,
            "sp": 23
        },
        "type1": "いわ",
        "type2": "くさ"
    },
    "ユレイドル": {
        "base": {
            "hp": 86,
            "at": 81,
            "df": 97,
            "sa": 81,
            "sd": 107,
            "sp": 43
        },
        "type1": "いわ",
        "type2": "くさ"
    },
    "アノプス": {
        "base": {
            "hp": 45,
            "at": 95,
            "df": 50,
            "sa": 40,
            "sd": 50,
            "sp": 75
        },
        "type1": "いわ",
        "type2": "むし"
    },
    "アーマルド": {
        "base": {
            "hp": 75,
            "at": 125,
            "df": 100,
            "sa": 70,
            "sd": 80,
            "sp": 45
        },
        "type1": "いわ",
        "type2": "むし"
    },
    "ヒンバス": {
        "base": {
            "hp": 20,
            "at": 15,
            "df": 20,
            "sa": 10,
            "sd": 55,
            "sp": 80
        },
        "type1": "みず",
        "type2": "-"
    },
    "ミロカロス": {
        "base": {
            "hp": 95,
            "at": 60,
            "df": 79,
            "sa": 100,
            "sd": 125,
            "sp": 81
        },
        "type1": "みず",
        "type2": "-"
    },
    "ポワルン": {
        "base": {
            "hp": 70,
            "at": 70,
            "df": 70,
            "sa": 70,
            "sd": 70,
            "sp": 70
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "カクレオン": {
        "base": {
            "hp": 60,
            "at": 90,
            "df": 70,
            "sa": 60,
            "sd": 120,
            "sp": 40
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "カゲボウズ": {
        "base": {
            "hp": 44,
            "at": 75,
            "df": 35,
            "sa": 63,
            "sd": 33,
            "sp": 45
        },
        "type1": "ゴースト",
        "type2": "-"
    },
    "ジュペッタ": {
        "base": {
            "hp": 64,
            "at": 115,
            "df": 65,
            "sa": 83,
            "sd": 63,
            "sp": 65
        },
        "type1": "ゴースト",
        "type2": "-"
    },
    "メガジュペッタ": {
        "base": {
            "hp": 64,
            "at": 165,
            "df": 75,
            "sa": 93,
            "sd": 83,
            "sp": 75
        },
        "type1": "ゴースト",
        "type2": "-"
    },
    "ヨマワル": {
        "base": {
            "hp": 20,
            "at": 40,
            "df": 90,
            "sa": 30,
            "sd": 90,
            "sp": 25
        },
        "type1": "ゴースト",
        "type2": "-"
    },
    "サマヨール": {
        "base": {
            "hp": 40,
            "at": 70,
            "df": 130,
            "sa": 60,
            "sd": 130,
            "sp": 25
        },
        "type1": "ゴースト",
        "type2": "-"
    },
    "トロピウス": {
        "base": {
            "hp": 99,
            "at": 68,
            "df": 83,
            "sa": 72,
            "sd": 87,
            "sp": 51
        },
        "type1": "くさ",
        "type2": "ひこう"
    },
    "チリーン": {
        "base": {
            "hp": 75,
            "at": 50,
            "df": 80,
            "sa": 95,
            "sd": 90,
            "sp": 65
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "アブソル": {
        "base": {
            "hp": 65,
            "at": 130,
            "df": 60,
            "sa": 75,
            "sd": 60,
            "sp": 75
        },
        "type1": "あく",
        "type2": "-"
    },
    "メガアブソル": {
        "base": {
            "hp": 65,
            "at": 150,
            "df": 60,
            "sa": 115,
            "sd": 60,
            "sp": 115
        },
        "type1": "あく",
        "type2": "-"
    },
    "ソーナノ": {
        "base": {
            "hp": 95,
            "at": 23,
            "df": 48,
            "sa": 23,
            "sd": 48,
            "sp": 23
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "ユキワラシ": {
        "base": {
            "hp": 50,
            "at": 50,
            "df": 50,
            "sa": 50,
            "sd": 50,
            "sp": 50
        },
        "type1": "こおり",
        "type2": "-"
    },
    "オニゴーリ": {
        "base": {
            "hp": 80,
            "at": 80,
            "df": 80,
            "sa": 80,
            "sd": 80,
            "sp": 80
        },
        "type1": "こおり",
        "type2": "-"
    },
    "メガオニゴーリ": {
        "base": {
            "hp": 80,
            "at": 120,
            "df": 80,
            "sa": 120,
            "sd": 80,
            "sp": 100
        },
        "type1": "こおり",
        "type2": "-"
    },
    "タマザラシ": {
        "base": {
            "hp": 70,
            "at": 40,
            "df": 50,
            "sa": 55,
            "sd": 50,
            "sp": 25
        },
        "type1": "こおり",
        "type2": "みず"
    },
    "トドグラー": {
        "base": {
            "hp": 90,
            "at": 60,
            "df": 70,
            "sa": 75,
            "sd": 70,
            "sp": 45
        },
        "type1": "こおり",
        "type2": "みず"
    },
    "トドゼルガ": {
        "base": {
            "hp": 110,
            "at": 80,
            "df": 90,
            "sa": 95,
            "sd": 90,
            "sp": 65
        },
        "type1": "こおり",
        "type2": "みず"
    },
    "パールル": {
        "base": {
            "hp": 35,
            "at": 64,
            "df": 85,
            "sa": 74,
            "sd": 55,
            "sp": 32
        },
        "type1": "みず",
        "type2": "-"
    },
    "ハンテール": {
        "base": {
            "hp": 55,
            "at": 104,
            "df": 105,
            "sa": 94,
            "sd": 75,
            "sp": 52
        },
        "type1": "みず",
        "type2": "-"
    },
    "サクラビス": {
        "base": {
            "hp": 55,
            "at": 84,
            "df": 105,
            "sa": 114,
            "sd": 75,
            "sp": 52
        },
        "type1": "みず",
        "type2": "-"
    },
    "ジーランス": {
        "base": {
            "hp": 100,
            "at": 90,
            "df": 130,
            "sa": 45,
            "sd": 65,
            "sp": 55
        },
        "type1": "みず",
        "type2": "いわ"
    },
    "ラブカス": {
        "base": {
            "hp": 43,
            "at": 30,
            "df": 55,
            "sa": 40,
            "sd": 65,
            "sp": 97
        },
        "type1": "みず",
        "type2": "-"
    },
    "タツベイ": {
        "base": {
            "hp": 45,
            "at": 75,
            "df": 60,
            "sa": 40,
            "sd": 30,
            "sp": 50
        },
        "type1": "ドラゴン",
        "type2": "-"
    },
    "コモルー": {
        "base": {
            "hp": 65,
            "at": 95,
            "df": 100,
            "sa": 60,
            "sd": 50,
            "sp": 50
        },
        "type1": "ドラゴン",
        "type2": "-"
    },
    "ボーマンダ": {
        "base": {
            "hp": 95,
            "at": 135,
            "df": 80,
            "sa": 110,
            "sd": 80,
            "sp": 100
        },
        "type1": "ドラゴン",
        "type2": "ひこう"
    },
    "メガボーマンダ": {
        "base": {
            "hp": 95,
            "at": 145,
            "df": 130,
            "sa": 120,
            "sd": 90,
            "sp": 120
        },
        "type1": "ドラゴン",
        "type2": "ひこう"
    },
    "ダンバル": {
        "base": {
            "hp": 40,
            "at": 55,
            "df": 80,
            "sa": 35,
            "sd": 60,
            "sp": 30
        },
        "type1": "はがね",
        "type2": "エスパー"
    },
    "メタング": {
        "base": {
            "hp": 60,
            "at": 75,
            "df": 100,
            "sa": 55,
            "sd": 80,
            "sp": 50
        },
        "type1": "はがね",
        "type2": "エスパー"
    },
    "メタグロス": {
        "base": {
            "hp": 80,
            "at": 135,
            "df": 130,
            "sa": 95,
            "sd": 90,
            "sp": 70
        },
        "type1": "はがね",
        "type2": "エスパー"
    },
    "メガメタグロス": {
        "base": {
            "hp": 80,
            "at": 145,
            "df": 150,
            "sa": 105,
            "sd": 110,
            "sp": 110
        },
        "type1": "はがね",
        "type2": "エスパー"
    },
    "レジロック": {
        "base": {
            "hp": 80,
            "at": 100,
            "df": 200,
            "sa": 50,
            "sd": 100,
            "sp": 50
        },
        "type1": "いわ",
        "type2": "-"
    },
    "レジアイス": {
        "base": {
            "hp": 80,
            "at": 50,
            "df": 100,
            "sa": 100,
            "sd": 200,
            "sp": 50
        },
        "type1": "こおり",
        "type2": "-"
    },
    "レジスチル": {
        "base": {
            "hp": 80,
            "at": 75,
            "df": 150,
            "sa": 75,
            "sd": 150,
            "sp": 50
        },
        "type1": "はがね",
        "type2": "-"
    },
    "ラティアス": {
        "base": {
            "hp": 80,
            "at": 80,
            "df": 90,
            "sa": 110,
            "sd": 130,
            "sp": 110
        },
        "type1": "ドラゴン",
        "type2": "エスパー"
    },
    "メガラティアス": {
        "base": {
            "hp": 80,
            "at": 100,
            "df": 120,
            "sa": 140,
            "sd": 150,
            "sp": 110
        },
        "type1": "ドラゴン",
        "type2": "エスパー"
    },
    "ラティオス": {
        "base": {
            "hp": 80,
            "at": 90,
            "df": 80,
            "sa": 130,
            "sd": 110,
            "sp": 110
        },
        "type1": "ドラゴン",
        "type2": "エスパー"
    },
    "メガラティオス": {
        "base": {
            "hp": 80,
            "at": 130,
            "df": 100,
            "sa": 160,
            "sd": 120,
            "sp": 110
        },
        "type1": "ドラゴン",
        "type2": "エスパー"
    },
    "カイオーガ": {
        "base": {
            "hp": 100,
            "at": 100,
            "df": 90,
            "sa": 150,
            "sd": 140,
            "sp": 90
        },
        "type1": "みず",
        "type2": "-"
    },
    "ゲンシカイオーガ": {
        "base": {
            "hp": 100,
            "at": 150,
            "df": 90,
            "sa": 180,
            "sd": 160,
            "sp": 90
        },
        "type1": "みず",
        "type2": "-"
    },
    "グラードン": {
        "base": {
            "hp": 100,
            "at": 150,
            "df": 140,
            "sa": 100,
            "sd": 90,
            "sp": 90
        },
        "type1": "じめん",
        "type2": "-"
    },
    "ゲンシグラードン": {
        "base": {
            "hp": 100,
            "at": 180,
            "df": 160,
            "sa": 150,
            "sd": 90,
            "sp": 90
        },
        "type1": "じめん",
        "type2": "ほのお"
    },
    "レックウザ": {
        "base": {
            "hp": 105,
            "at": 150,
            "df": 90,
            "sa": 150,
            "sd": 90,
            "sp": 95
        },
        "type1": "ドラゴン",
        "type2": "ひこう"
    },
    "メガレックウザ": {
        "base": {
            "hp": 105,
            "at": 180,
            "df": 100,
            "sa": 180,
            "sd": 100,
            "sp": 115
        },
        "type1": "ドラゴン",
        "type2": "ひこう"
    },
    "ジラーチ": {
        "base": {
            "hp": 100,
            "at": 100,
            "df": 100,
            "sa": 100,
            "sd": 100,
            "sp": 100
        },
        "type1": "はがね",
        "type2": "エスパー"
    },
    "デオキシス（ノーマルフォルム）": {
        "base": {
            "hp": 50,
            "at": 150,
            "df": 50,
            "sa": 150,
            "sd": 50,
            "sp": 150
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "デオキシス（ディフェンスフォルム）": {
        "base": {
            "hp": 50,
            "at": 70,
            "df": 160,
            "sa": 70,
            "sd": 160,
            "sp": 90
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "デオキシス（スピードフォルム）": {
        "base": {
            "hp": 50,
            "at": 95,
            "df": 90,
            "sa": 95,
            "sd": 90,
            "sp": 180
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "デオキシス（アタックフォルム）": {
        "base": {
            "hp": 50,
            "at": 180,
            "df": 20,
            "sa": 180,
            "sd": 20,
            "sp": 150
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "ナエトル": {
        "base": {
            "hp": 55,
            "at": 68,
            "df": 64,
            "sa": 45,
            "sd": 55,
            "sp": 31
        },
        "type1": "くさ",
        "type2": "-"
    },
    "ハヤシガメ": {
        "base": {
            "hp": 75,
            "at": 89,
            "df": 85,
            "sa": 55,
            "sd": 65,
            "sp": 36
        },
        "type1": "くさ",
        "type2": "-"
    },
    "ドダイトス": {
        "base": {
            "hp": 95,
            "at": 109,
            "df": 105,
            "sa": 75,
            "sd": 85,
            "sp": 56
        },
        "type1": "くさ",
        "type2": "じめん"
    },
    "ヒコザル": {
        "base": {
            "hp": 44,
            "at": 58,
            "df": 44,
            "sa": 58,
            "sd": 44,
            "sp": 61
        },
        "type1": "ほのお",
        "type2": "-"
    },
    "モウカザル": {
        "base": {
            "hp": 64,
            "at": 78,
            "df": 52,
            "sa": 78,
            "sd": 52,
            "sp": 81
        },
        "type1": "ほのお",
        "type2": "かくとう"
    },
    "ゴウカザル": {
        "base": {
            "hp": 76,
            "at": 104,
            "df": 71,
            "sa": 104,
            "sd": 71,
            "sp": 108
        },
        "type1": "ほのお",
        "type2": "かくとう"
    },
    "ポッチャマ": {
        "base": {
            "hp": 53,
            "at": 51,
            "df": 53,
            "sa": 61,
            "sd": 56,
            "sp": 40
        },
        "type1": "みず",
        "type2": "-"
    },
    "ポッタイシ": {
        "base": {
            "hp": 64,
            "at": 66,
            "df": 68,
            "sa": 81,
            "sd": 76,
            "sp": 50
        },
        "type1": "みず",
        "type2": "-"
    },
    "エンペルト": {
        "base": {
            "hp": 84,
            "at": 86,
            "df": 88,
            "sa": 111,
            "sd": 101,
            "sp": 60
        },
        "type1": "みず",
        "type2": "はがね"
    },
    "ムックル": {
        "base": {
            "hp": 40,
            "at": 55,
            "df": 30,
            "sa": 30,
            "sd": 30,
            "sp": 60
        },
        "type1": "ノーマル",
        "type2": "ひこう"
    },
    "ムクバード": {
        "base": {
            "hp": 55,
            "at": 75,
            "df": 50,
            "sa": 40,
            "sd": 40,
            "sp": 80
        },
        "type1": "ノーマル",
        "type2": "ひこう"
    },
    "ムクホーク": {
        "base": {
            "hp": 85,
            "at": 120,
            "df": 70,
            "sa": 50,
            "sd": 60,
            "sp": 100
        },
        "type1": "ノーマル",
        "type2": "ひこう"
    },
    "ビッパ": {
        "base": {
            "hp": 59,
            "at": 45,
            "df": 40,
            "sa": 35,
            "sd": 40,
            "sp": 31
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "ビーダル": {
        "base": {
            "hp": 79,
            "at": 85,
            "df": 60,
            "sa": 55,
            "sd": 60,
            "sp": 71
        },
        "type1": "ノーマル",
        "type2": "みず"
    },
    "コロボーシ": {
        "base": {
            "hp": 37,
            "at": 25,
            "df": 41,
            "sa": 25,
            "sd": 41,
            "sp": 25
        },
        "type1": "むし",
        "type2": "-"
    },
    "コロトック": {
        "base": {
            "hp": 77,
            "at": 85,
            "df": 51,
            "sa": 55,
            "sd": 51,
            "sp": 65
        },
        "type1": "むし",
        "type2": "-"
    },
    "コリンク": {
        "base": {
            "hp": 45,
            "at": 65,
            "df": 34,
            "sa": 40,
            "sd": 34,
            "sp": 45
        },
        "type1": "でんき",
        "type2": "-"
    },
    "ルクシオ": {
        "base": {
            "hp": 60,
            "at": 85,
            "df": 49,
            "sa": 60,
            "sd": 49,
            "sp": 60
        },
        "type1": "でんき",
        "type2": "-"
    },
    "レントラー": {
        "base": {
            "hp": 80,
            "at": 120,
            "df": 79,
            "sa": 95,
            "sd": 79,
            "sp": 70
        },
        "type1": "でんき",
        "type2": "-"
    },
    "スボミー": {
        "base": {
            "hp": 40,
            "at": 30,
            "df": 35,
            "sa": 50,
            "sd": 70,
            "sp": 55
        },
        "type1": "くさ",
        "type2": "どく"
    },
    "ロズレイド": {
        "base": {
            "hp": 60,
            "at": 70,
            "df": 65,
            "sa": 125,
            "sd": 105,
            "sp": 90
        },
        "type1": "くさ",
        "type2": "どく"
    },
    "ズガイドス": {
        "base": {
            "hp": 67,
            "at": 125,
            "df": 40,
            "sa": 30,
            "sd": 30,
            "sp": 58
        },
        "type1": "いわ",
        "type2": "-"
    },
    "ラムパルド": {
        "base": {
            "hp": 97,
            "at": 165,
            "df": 60,
            "sa": 65,
            "sd": 50,
            "sp": 58
        },
        "type1": "いわ",
        "type2": "-"
    },
    "タテトプス": {
        "base": {
            "hp": 30,
            "at": 42,
            "df": 118,
            "sa": 42,
            "sd": 88,
            "sp": 30
        },
        "type1": "いわ",
        "type2": "はがね"
    },
    "トリデプス": {
        "base": {
            "hp": 60,
            "at": 52,
            "df": 168,
            "sa": 47,
            "sd": 138,
            "sp": 30
        },
        "type1": "いわ",
        "type2": "はがね"
    },
    "ミノムッチ": {
        "base": {
            "hp": 40,
            "at": 29,
            "df": 45,
            "sa": 29,
            "sd": 45,
            "sp": 36
        },
        "type1": "むし",
        "type2": "-"
    },
    "ミノマダム（くさきのミノ）": {
        "base": {
            "hp": 60,
            "at": 59,
            "df": 85,
            "sa": 79,
            "sd": 105,
            "sp": 36
        },
        "type1": "むし",
        "type2": "くさ"
    },
    "ミノマダム（すなちのミノ）": {
        "base": {
            "hp": 60,
            "at": 79,
            "df": 105,
            "sa": 59,
            "sd": 85,
            "sp": 36
        },
        "type1": "むし",
        "type2": "じめん"
    },
    "ミノマダム（ゴミのミノ）": {
        "base": {
            "hp": 60,
            "at": 69,
            "df": 95,
            "sa": 69,
            "sd": 95,
            "sp": 36
        },
        "type1": "むし",
        "type2": "はがね"
    },
    "ガーメイル": {
        "base": {
            "hp": 70,
            "at": 94,
            "df": 50,
            "sa": 94,
            "sd": 50,
            "sp": 66
        },
        "type1": "むし",
        "type2": "ひこう"
    },
    "ミツハニー": {
        "base": {
            "hp": 30,
            "at": 30,
            "df": 42,
            "sa": 30,
            "sd": 42,
            "sp": 70
        },
        "type1": "むし",
        "type2": "ひこう"
    },
    "ビークイン": {
        "base": {
            "hp": 70,
            "at": 80,
            "df": 102,
            "sa": 80,
            "sd": 102,
            "sp": 40
        },
        "type1": "むし",
        "type2": "ひこう"
    },
    "パチリス": {
        "base": {
            "hp": 60,
            "at": 45,
            "df": 70,
            "sa": 45,
            "sd": 90,
            "sp": 95
        },
        "type1": "でんき",
        "type2": "-"
    },
    "ブイゼル": {
        "base": {
            "hp": 55,
            "at": 65,
            "df": 35,
            "sa": 60,
            "sd": 30,
            "sp": 85
        },
        "type1": "みず",
        "type2": "-"
    },
    "フローゼル": {
        "base": {
            "hp": 85,
            "at": 105,
            "df": 55,
            "sa": 85,
            "sd": 50,
            "sp": 115
        },
        "type1": "みず",
        "type2": "-"
    },
    "チェリンボ": {
        "base": {
            "hp": 45,
            "at": 35,
            "df": 45,
            "sa": 62,
            "sd": 53,
            "sp": 35
        },
        "type1": "くさ",
        "type2": "-"
    },
    "チェリム": {
        "base": {
            "hp": 70,
            "at": 60,
            "df": 70,
            "sa": 87,
            "sd": 78,
            "sp": 85
        },
        "type1": "くさ",
        "type2": "-"
    },
    "カラナクシ": {
        "base": {
            "hp": 76,
            "at": 48,
            "df": 48,
            "sa": 57,
            "sd": 62,
            "sp": 34
        },
        "type1": "みず",
        "type2": "-"
    },
    "トリトドン": {
        "base": {
            "hp": 111,
            "at": 83,
            "df": 68,
            "sa": 92,
            "sd": 82,
            "sp": 39
        },
        "type1": "みず",
        "type2": "じめん"
    },
    "エテボース": {
        "base": {
            "hp": 75,
            "at": 100,
            "df": 66,
            "sa": 60,
            "sd": 66,
            "sp": 115
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "フワンテ": {
        "base": {
            "hp": 90,
            "at": 50,
            "df": 34,
            "sa": 60,
            "sd": 44,
            "sp": 70
        },
        "type1": "ゴースト",
        "type2": "ひこう"
    },
    "フワライド": {
        "base": {
            "hp": 150,
            "at": 80,
            "df": 44,
            "sa": 90,
            "sd": 54,
            "sp": 80
        },
        "type1": "ゴースト",
        "type2": "ひこう"
    },
    "ミミロル": {
        "base": {
            "hp": 55,
            "at": 66,
            "df": 44,
            "sa": 44,
            "sd": 56,
            "sp": 85
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "ミミロップ": {
        "base": {
            "hp": 65,
            "at": 76,
            "df": 84,
            "sa": 54,
            "sd": 96,
            "sp": 105
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "メガミミロップ": {
        "base": {
            "hp": 65,
            "at": 136,
            "df": 94,
            "sa": 54,
            "sd": 96,
            "sp": 135
        },
        "type1": "ノーマル",
        "type2": "かくとう"
    },
    "ムウマージ": {
        "base": {
            "hp": 60,
            "at": 60,
            "df": 60,
            "sa": 105,
            "sd": 105,
            "sp": 105
        },
        "type1": "ゴースト",
        "type2": "-"
    },
    "ドンカラス": {
        "base": {
            "hp": 100,
            "at": 125,
            "df": 52,
            "sa": 105,
            "sd": 52,
            "sp": 71
        },
        "type1": "あく",
        "type2": "ひこう"
    },
    "ニャルマー": {
        "base": {
            "hp": 49,
            "at": 55,
            "df": 42,
            "sa": 42,
            "sd": 37,
            "sp": 85
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "ブニャット": {
        "base": {
            "hp": 71,
            "at": 82,
            "df": 64,
            "sa": 64,
            "sd": 59,
            "sp": 112
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "リーシャン": {
        "base": {
            "hp": 45,
            "at": 30,
            "df": 50,
            "sa": 65,
            "sd": 50,
            "sp": 45
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "スカンプー": {
        "base": {
            "hp": 63,
            "at": 63,
            "df": 47,
            "sa": 41,
            "sd": 41,
            "sp": 74
        },
        "type1": "どく",
        "type2": "あく"
    },
    "スカタンク": {
        "base": {
            "hp": 103,
            "at": 93,
            "df": 67,
            "sa": 71,
            "sd": 61,
            "sp": 84
        },
        "type1": "どく",
        "type2": "あく"
    },
    "ドーミラー": {
        "base": {
            "hp": 57,
            "at": 24,
            "df": 86,
            "sa": 24,
            "sd": 86,
            "sp": 23
        },
        "type1": "はがね",
        "type2": "エスパー"
    },
    "ドータクン": {
        "base": {
            "hp": 67,
            "at": 89,
            "df": 116,
            "sa": 79,
            "sd": 116,
            "sp": 33
        },
        "type1": "はがね",
        "type2": "エスパー"
    },
    "ウソハチ": {
        "base": {
            "hp": 50,
            "at": 80,
            "df": 95,
            "sa": 10,
            "sd": 45,
            "sp": 10
        },
        "type1": "いわ",
        "type2": "-"
    },
    "マネネ": {
        "base": {
            "hp": 20,
            "at": 25,
            "df": 45,
            "sa": 70,
            "sd": 90,
            "sp": 60
        },
        "type1": "エスパー",
        "type2": "フェアリー"
    },
    "ピンプク": {
        "base": {
            "hp": 100,
            "at": 5,
            "df": 5,
            "sa": 15,
            "sd": 65,
            "sp": 30
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "ペラップ": {
        "base": {
            "hp": 76,
            "at": 65,
            "df": 45,
            "sa": 92,
            "sd": 42,
            "sp": 91
        },
        "type1": "ノーマル",
        "type2": "ひこう"
    },
    "ミカルゲ": {
        "base": {
            "hp": 50,
            "at": 92,
            "df": 108,
            "sa": 92,
            "sd": 108,
            "sp": 35
        },
        "type1": "ゴースト",
        "type2": "あく"
    },
    "フカマル": {
        "base": {
            "hp": 58,
            "at": 70,
            "df": 45,
            "sa": 40,
            "sd": 45,
            "sp": 42
        },
        "type1": "ドラゴン",
        "type2": "じめん"
    },
    "ガバイト": {
        "base": {
            "hp": 68,
            "at": 90,
            "df": 65,
            "sa": 50,
            "sd": 55,
            "sp": 82
        },
        "type1": "ドラゴン",
        "type2": "じめん"
    },
    "ガブリアス": {
        "base": {
            "hp": 108,
            "at": 130,
            "df": 95,
            "sa": 80,
            "sd": 85,
            "sp": 102
        },
        "type1": "ドラゴン",
        "type2": "じめん"
    },
    "メガガブリアス": {
        "base": {
            "hp": 108,
            "at": 170,
            "df": 115,
            "sa": 120,
            "sd": 95,
            "sp": 92
        },
        "type1": "ドラゴン",
        "type2": "じめん"
    },
    "ゴンベ": {
        "base": {
            "hp": 135,
            "at": 85,
            "df": 40,
            "sa": 40,
            "sd": 85,
            "sp": 5
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "リオル": {
        "base": {
            "hp": 40,
            "at": 70,
            "df": 40,
            "sa": 35,
            "sd": 40,
            "sp": 60
        },
        "type1": "かくとう",
        "type2": "-"
    },
    "ルカリオ": {
        "base": {
            "hp": 70,
            "at": 110,
            "df": 70,
            "sa": 115,
            "sd": 70,
            "sp": 90
        },
        "type1": "かくとう",
        "type2": "はがね"
    },
    "メガルカリオ": {
        "base": {
            "hp": 70,
            "at": 145,
            "df": 88,
            "sa": 140,
            "sd": 70,
            "sp": 112
        },
        "type1": "かくとう",
        "type2": "はがね"
    },
    "ヒポポタス": {
        "base": {
            "hp": 68,
            "at": 72,
            "df": 78,
            "sa": 38,
            "sd": 42,
            "sp": 32
        },
        "type1": "じめん",
        "type2": "-"
    },
    "カバルドン": {
        "base": {
            "hp": 108,
            "at": 112,
            "df": 118,
            "sa": 68,
            "sd": 72,
            "sp": 47
        },
        "type1": "じめん",
        "type2": "-"
    },
    "スコルピ": {
        "base": {
            "hp": 40,
            "at": 50,
            "df": 90,
            "sa": 30,
            "sd": 55,
            "sp": 65
        },
        "type1": "どく",
        "type2": "むし"
    },
    "ドラピオン": {
        "base": {
            "hp": 70,
            "at": 90,
            "df": 110,
            "sa": 60,
            "sd": 75,
            "sp": 95
        },
        "type1": "どく",
        "type2": "あく"
    },
    "グレッグル": {
        "base": {
            "hp": 48,
            "at": 61,
            "df": 40,
            "sa": 61,
            "sd": 40,
            "sp": 50
        },
        "type1": "どく",
        "type2": "かくとう"
    },
    "ドクロッグ": {
        "base": {
            "hp": 83,
            "at": 106,
            "df": 65,
            "sa": 86,
            "sd": 65,
            "sp": 85
        },
        "type1": "どく",
        "type2": "かくとう"
    },
    "マスキッパ": {
        "base": {
            "hp": 74,
            "at": 100,
            "df": 72,
            "sa": 90,
            "sd": 72,
            "sp": 46
        },
        "type1": "くさ",
        "type2": "-"
    },
    "ケイコウオ": {
        "base": {
            "hp": 49,
            "at": 49,
            "df": 56,
            "sa": 49,
            "sd": 61,
            "sp": 66
        },
        "type1": "みず",
        "type2": "-"
    },
    "ネオラント": {
        "base": {
            "hp": 69,
            "at": 69,
            "df": 76,
            "sa": 69,
            "sd": 86,
            "sp": 91
        },
        "type1": "みず",
        "type2": "-"
    },
    "タマンタ": {
        "base": {
            "hp": 45,
            "at": 20,
            "df": 50,
            "sa": 60,
            "sd": 120,
            "sp": 50
        },
        "type1": "みず",
        "type2": "ひこう"
    },
    "ユキカブリ": {
        "base": {
            "hp": 60,
            "at": 62,
            "df": 50,
            "sa": 62,
            "sd": 60,
            "sp": 40
        },
        "type1": "くさ",
        "type2": "こおり"
    },
    "ユキノオー": {
        "base": {
            "hp": 90,
            "at": 92,
            "df": 75,
            "sa": 92,
            "sd": 85,
            "sp": 60
        },
        "type1": "くさ",
        "type2": "こおり"
    },
    "メガユキノオー": {
        "base": {
            "hp": 90,
            "at": 132,
            "df": 105,
            "sa": 132,
            "sd": 105,
            "sp": 30
        },
        "type1": "くさ",
        "type2": "こおり"
    },
    "マニューラ": {
        "base": {
            "hp": 70,
            "at": 120,
            "df": 65,
            "sa": 45,
            "sd": 85,
            "sp": 125
        },
        "type1": "あく",
        "type2": "こおり"
    },
    "ジバコイル": {
        "base": {
            "hp": 70,
            "at": 70,
            "df": 115,
            "sa": 130,
            "sd": 90,
            "sp": 60
        },
        "type1": "でんき",
        "type2": "はがね"
    },
    "ベロベルト": {
        "base": {
            "hp": 110,
            "at": 85,
            "df": 95,
            "sa": 80,
            "sd": 95,
            "sp": 50
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "ドサイドン": {
        "base": {
            "hp": 115,
            "at": 140,
            "df": 130,
            "sa": 55,
            "sd": 55,
            "sp": 40
        },
        "type1": "じめん",
        "type2": "いわ"
    },
    "モジャンボ": {
        "base": {
            "hp": 100,
            "at": 100,
            "df": 125,
            "sa": 110,
            "sd": 50,
            "sp": 50
        },
        "type1": "くさ",
        "type2": "-"
    },
    "エレキブル": {
        "base": {
            "hp": 75,
            "at": 123,
            "df": 67,
            "sa": 95,
            "sd": 85,
            "sp": 95
        },
        "type1": "でんき",
        "type2": "-"
    },
    "ブーバーン": {
        "base": {
            "hp": 75,
            "at": 95,
            "df": 67,
            "sa": 125,
            "sd": 95,
            "sp": 83
        },
        "type1": "ほのお",
        "type2": "-"
    },
    "トゲキッス": {
        "base": {
            "hp": 85,
            "at": 50,
            "df": 95,
            "sa": 120,
            "sd": 115,
            "sp": 80
        },
        "type1": "フェアリー",
        "type2": "ひこう"
    },
    "メガヤンマ": {
        "base": {
            "hp": 86,
            "at": 76,
            "df": 86,
            "sa": 116,
            "sd": 56,
            "sp": 95
        },
        "type1": "むし",
        "type2": "ひこう"
    },
    "リーフィア": {
        "base": {
            "hp": 65,
            "at": 110,
            "df": 130,
            "sa": 60,
            "sd": 65,
            "sp": 95
        },
        "type1": "くさ",
        "type2": "-"
    },
    "グレイシア": {
        "base": {
            "hp": 65,
            "at": 60,
            "df": 110,
            "sa": 130,
            "sd": 95,
            "sp": 65
        },
        "type1": "こおり",
        "type2": "-"
    },
    "グライオン": {
        "base": {
            "hp": 75,
            "at": 95,
            "df": 125,
            "sa": 45,
            "sd": 75,
            "sp": 95
        },
        "type1": "じめん",
        "type2": "ひこう"
    },
    "マンムー": {
        "base": {
            "hp": 110,
            "at": 130,
            "df": 80,
            "sa": 70,
            "sd": 60,
            "sp": 80
        },
        "type1": "こおり",
        "type2": "じめん"
    },
    "ポリゴンZ": {
        "base": {
            "hp": 85,
            "at": 80,
            "df": 70,
            "sa": 135,
            "sd": 75,
            "sp": 90
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "エルレイド": {
        "base": {
            "hp": 68,
            "at": 125,
            "df": 65,
            "sa": 65,
            "sd": 115,
            "sp": 80
        },
        "type1": "エスパー",
        "type2": "かくとう"
    },
    "メガエルレイド": {
        "base": {
            "hp": 68,
            "at": 165,
            "df": 95,
            "sa": 65,
            "sd": 115,
            "sp": 110
        },
        "type1": "エスパー",
        "type2": "かくとう"
    },
    "ダイノーズ": {
        "base": {
            "hp": 60,
            "at": 55,
            "df": 145,
            "sa": 75,
            "sd": 150,
            "sp": 40
        },
        "type1": "いわ",
        "type2": "はがね"
    },
    "ヨノワール": {
        "base": {
            "hp": 45,
            "at": 100,
            "df": 135,
            "sa": 65,
            "sd": 135,
            "sp": 45
        },
        "type1": "ゴースト",
        "type2": "-"
    },
    "ユキメノコ": {
        "base": {
            "hp": 70,
            "at": 80,
            "df": 70,
            "sa": 80,
            "sd": 70,
            "sp": 110
        },
        "type1": "こおり",
        "type2": "ゴースト"
    },
    "ロトム": {
        "base": {
            "hp": 50,
            "at": 50,
            "df": 77,
            "sa": 95,
            "sd": 77,
            "sp": 91
        },
        "type1": "でんき",
        "type2": "ゴースト"
    },
    "フロストロトム": {
        "base": {
            "hp": 50,
            "at": 65,
            "df": 107,
            "sa": 105,
            "sd": 107,
            "sp": 86
        },
        "type1": "でんき",
        "type2": "こおり"
    },
    "ヒートロトム": {
        "base": {
            "hp": 50,
            "at": 65,
            "df": 107,
            "sa": 105,
            "sd": 107,
            "sp": 86
        },
        "type1": "でんき",
        "type2": "ほのお"
    },
    "スピンロトム": {
        "base": {
            "hp": 50,
            "at": 65,
            "df": 107,
            "sa": 105,
            "sd": 107,
            "sp": 86
        },
        "type1": "でんき",
        "type2": "ひこう"
    },
    "カットロトム": {
        "base": {
            "hp": 50,
            "at": 65,
            "df": 107,
            "sa": 105,
            "sd": 107,
            "sp": 86
        },
        "type1": "でんき",
        "type2": "くさ"
    },
    "ウォッシュロトム": {
        "base": {
            "hp": 50,
            "at": 65,
            "df": 107,
            "sa": 105,
            "sd": 107,
            "sp": 86
        },
        "type1": "でんき",
        "type2": "みず"
    },
    "ユクシー": {
        "base": {
            "hp": 75,
            "at": 75,
            "df": 130,
            "sa": 75,
            "sd": 130,
            "sp": 95
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "エムリット": {
        "base": {
            "hp": 80,
            "at": 105,
            "df": 105,
            "sa": 105,
            "sd": 105,
            "sp": 80
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "アグノム": {
        "base": {
            "hp": 75,
            "at": 125,
            "df": 70,
            "sa": 125,
            "sd": 70,
            "sp": 115
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "ディアルガ": {
        "base": {
            "hp": 100,
            "at": 120,
            "df": 120,
            "sa": 150,
            "sd": 100,
            "sp": 90
        },
        "type1": "はがね",
        "type2": "ドラゴン"
    },
    "パルキア": {
        "base": {
            "hp": 90,
            "at": 120,
            "df": 100,
            "sa": 150,
            "sd": 120,
            "sp": 100
        },
        "type1": "みず",
        "type2": "ドラゴン"
    },
    "ヒードラン": {
        "base": {
            "hp": 91,
            "at": 90,
            "df": 106,
            "sa": 130,
            "sd": 106,
            "sp": 77
        },
        "type1": "ほのお",
        "type2": "はがね"
    },
    "レジギガス": {
        "base": {
            "hp": 110,
            "at": 160,
            "df": 110,
            "sa": 80,
            "sd": 110,
            "sp": 100
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "ギラティナ（アナザーフォルム）": {
        "base": {
            "hp": 150,
            "at": 100,
            "df": 120,
            "sa": 100,
            "sd": 120,
            "sp": 90
        },
        "type1": "ゴースト",
        "type2": "ドラゴン"
    },
    "ギラティナ（オリジンフォルム）": {
        "base": {
            "hp": 150,
            "at": 120,
            "df": 100,
            "sa": 120,
            "sd": 100,
            "sp": 90
        },
        "type1": "ゴースト",
        "type2": "ドラゴン"
    },
    "クレセリア": {
        "base": {
            "hp": 120,
            "at": 70,
            "df": 120,
            "sa": 75,
            "sd": 130,
            "sp": 85
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "フィオネ": {
        "base": {
            "hp": 80,
            "at": 80,
            "df": 80,
            "sa": 80,
            "sd": 80,
            "sp": 80
        },
        "type1": "みず",
        "type2": "-"
    },
    "マナフィ": {
        "base": {
            "hp": 100,
            "at": 100,
            "df": 100,
            "sa": 100,
            "sd": 100,
            "sp": 100
        },
        "type1": "みず",
        "type2": "-"
    },
    "ダークライ": {
        "base": {
            "hp": 70,
            "at": 90,
            "df": 90,
            "sa": 135,
            "sd": 90,
            "sp": 125
        },
        "type1": "あく",
        "type2": "-"
    },
    "シェイミ（ランドフォルム）": {
        "base": {
            "hp": 100,
            "at": 100,
            "df": 100,
            "sa": 100,
            "sd": 100,
            "sp": 100
        },
        "type1": "くさ",
        "type2": "-"
    },
    "シェイミ（スカイフォルム）": {
        "base": {
            "hp": 100,
            "at": 103,
            "df": 75,
            "sa": 120,
            "sd": 75,
            "sp": 127
        },
        "type1": "くさ",
        "type2": "ひこう"
    },
    "アルセウス": {
        "base": {
            "hp": 120,
            "at": 120,
            "df": 120,
            "sa": 120,
            "sd": 120,
            "sp": 120
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "ビクティニ": {
        "base": {
            "hp": 100,
            "at": 100,
            "df": 100,
            "sa": 100,
            "sd": 100,
            "sp": 100
        },
        "type1": "エスパー",
        "type2": "ほのお"
    },
    "ツタージャ": {
        "base": {
            "hp": 45,
            "at": 45,
            "df": 55,
            "sa": 45,
            "sd": 55,
            "sp": 63
        },
        "type1": "くさ",
        "type2": "-"
    },
    "ジャノビー": {
        "base": {
            "hp": 60,
            "at": 60,
            "df": 75,
            "sa": 60,
            "sd": 75,
            "sp": 83
        },
        "type1": "くさ",
        "type2": "-"
    },
    "ジャローダ": {
        "base": {
            "hp": 75,
            "at": 75,
            "df": 95,
            "sa": 75,
            "sd": 95,
            "sp": 113
        },
        "type1": "くさ",
        "type2": "-"
    },
    "ポカブ": {
        "base": {
            "hp": 65,
            "at": 63,
            "df": 45,
            "sa": 45,
            "sd": 45,
            "sp": 45
        },
        "type1": "ほのお",
        "type2": "-"
    },
    "チャオブー": {
        "base": {
            "hp": 90,
            "at": 93,
            "df": 55,
            "sa": 70,
            "sd": 55,
            "sp": 55
        },
        "type1": "ほのお",
        "type2": "かくとう"
    },
    "エンブオー": {
        "base": {
            "hp": 110,
            "at": 123,
            "df": 65,
            "sa": 100,
            "sd": 65,
            "sp": 65
        },
        "type1": "ほのお",
        "type2": "かくとう"
    },
    "ミジュマル": {
        "base": {
            "hp": 55,
            "at": 55,
            "df": 45,
            "sa": 63,
            "sd": 45,
            "sp": 45
        },
        "type1": "みず",
        "type2": "-"
    },
    "フタチマル": {
        "base": {
            "hp": 75,
            "at": 75,
            "df": 60,
            "sa": 83,
            "sd": 60,
            "sp": 60
        },
        "type1": "みず",
        "type2": "-"
    },
    "ダイケンキ": {
        "base": {
            "hp": 95,
            "at": 100,
            "df": 85,
            "sa": 108,
            "sd": 70,
            "sp": 70
        },
        "type1": "みず",
        "type2": "-"
    },
    "ミネズミ": {
        "base": {
            "hp": 45,
            "at": 55,
            "df": 39,
            "sa": 35,
            "sd": 39,
            "sp": 42
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "ミルホッグ": {
        "base": {
            "hp": 60,
            "at": 85,
            "df": 69,
            "sa": 60,
            "sd": 69,
            "sp": 77
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "ヨーテリー": {
        "base": {
            "hp": 45,
            "at": 60,
            "df": 45,
            "sa": 25,
            "sd": 45,
            "sp": 55
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "ハーデリア": {
        "base": {
            "hp": 65,
            "at": 80,
            "df": 65,
            "sa": 35,
            "sd": 65,
            "sp": 60
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "ムーランド": {
        "base": {
            "hp": 85,
            "at": 110,
            "df": 90,
            "sa": 45,
            "sd": 90,
            "sp": 80
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "チョロネコ": {
        "base": {
            "hp": 41,
            "at": 50,
            "df": 37,
            "sa": 50,
            "sd": 37,
            "sp": 66
        },
        "type1": "あく",
        "type2": "-"
    },
    "レパルダス": {
        "base": {
            "hp": 64,
            "at": 88,
            "df": 50,
            "sa": 88,
            "sd": 50,
            "sp": 106
        },
        "type1": "あく",
        "type2": "-"
    },
    "ヤナップ": {
        "base": {
            "hp": 50,
            "at": 53,
            "df": 48,
            "sa": 53,
            "sd": 48,
            "sp": 64
        },
        "type1": "くさ",
        "type2": "-"
    },
    "ヤナッキー": {
        "base": {
            "hp": 75,
            "at": 98,
            "df": 63,
            "sa": 98,
            "sd": 63,
            "sp": 101
        },
        "type1": "くさ",
        "type2": "-"
    },
    "バオップ": {
        "base": {
            "hp": 50,
            "at": 53,
            "df": 48,
            "sa": 53,
            "sd": 48,
            "sp": 64
        },
        "type1": "ほのお",
        "type2": "-"
    },
    "バオッキー": {
        "base": {
            "hp": 75,
            "at": 98,
            "df": 63,
            "sa": 98,
            "sd": 63,
            "sp": 101
        },
        "type1": "ほのお",
        "type2": "-"
    },
    "ヒヤップ": {
        "base": {
            "hp": 50,
            "at": 53,
            "df": 48,
            "sa": 53,
            "sd": 48,
            "sp": 64
        },
        "type1": "みず",
        "type2": "-"
    },
    "ヒヤッキー": {
        "base": {
            "hp": 75,
            "at": 98,
            "df": 63,
            "sa": 98,
            "sd": 63,
            "sp": 101
        },
        "type1": "みず",
        "type2": "-"
    },
    "ムンナ": {
        "base": {
            "hp": 76,
            "at": 25,
            "df": 45,
            "sa": 67,
            "sd": 55,
            "sp": 24
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "ムシャーナ": {
        "base": {
            "hp": 116,
            "at": 55,
            "df": 85,
            "sa": 107,
            "sd": 95,
            "sp": 29
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "マメパト": {
        "base": {
            "hp": 50,
            "at": 55,
            "df": 50,
            "sa": 36,
            "sd": 30,
            "sp": 43
        },
        "type1": "ノーマル",
        "type2": "ひこう"
    },
    "ハトーボー": {
        "base": {
            "hp": 62,
            "at": 77,
            "df": 62,
            "sa": 50,
            "sd": 42,
            "sp": 65
        },
        "type1": "ノーマル",
        "type2": "ひこう"
    },
    "ケンホロウ": {
        "base": {
            "hp": 80,
            "at": 115,
            "df": 80,
            "sa": 65,
            "sd": 55,
            "sp": 93
        },
        "type1": "ノーマル",
        "type2": "ひこう"
    },
    "シママ": {
        "base": {
            "hp": 45,
            "at": 60,
            "df": 32,
            "sa": 50,
            "sd": 32,
            "sp": 76
        },
        "type1": "でんき",
        "type2": "-"
    },
    "ゼブライカ": {
        "base": {
            "hp": 75,
            "at": 100,
            "df": 63,
            "sa": 80,
            "sd": 63,
            "sp": 116
        },
        "type1": "でんき",
        "type2": "-"
    },
    "ダンゴロ": {
        "base": {
            "hp": 55,
            "at": 75,
            "df": 85,
            "sa": 25,
            "sd": 25,
            "sp": 15
        },
        "type1": "いわ",
        "type2": "-"
    },
    "ガントル": {
        "base": {
            "hp": 70,
            "at": 105,
            "df": 105,
            "sa": 50,
            "sd": 40,
            "sp": 20
        },
        "type1": "いわ",
        "type2": "-"
    },
    "ギガイアス": {
        "base": {
            "hp": 85,
            "at": 135,
            "df": 130,
            "sa": 60,
            "sd": 80,
            "sp": 25
        },
        "type1": "いわ",
        "type2": "-"
    },
    "コロモリ": {
        "base": {
            "hp": 65,
            "at": 45,
            "df": 43,
            "sa": 55,
            "sd": 43,
            "sp": 72
        },
        "type1": "エスパー",
        "type2": "ひこう"
    },
    "ココロモリ": {
        "base": {
            "hp": 67,
            "at": 57,
            "df": 55,
            "sa": 77,
            "sd": 55,
            "sp": 114
        },
        "type1": "エスパー",
        "type2": "ひこう"
    },
    "モグリュー": {
        "base": {
            "hp": 60,
            "at": 85,
            "df": 40,
            "sa": 30,
            "sd": 45,
            "sp": 68
        },
        "type1": "じめん",
        "type2": "-"
    },
    "ドリュウズ": {
        "base": {
            "hp": 110,
            "at": 135,
            "df": 60,
            "sa": 50,
            "sd": 65,
            "sp": 88
        },
        "type1": "じめん",
        "type2": "はがね"
    },
    "タブンネ": {
        "base": {
            "hp": 103,
            "at": 60,
            "df": 86,
            "sa": 60,
            "sd": 86,
            "sp": 50
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "メガタブンネ": {
        "base": {
            "hp": 103,
            "at": 60,
            "df": 126,
            "sa": 80,
            "sd": 126,
            "sp": 50
        },
        "type1": "ノーマル",
        "type2": "フェアリー"
    },
    "ドッコラー": {
        "base": {
            "hp": 75,
            "at": 80,
            "df": 55,
            "sa": 25,
            "sd": 35,
            "sp": 35
        },
        "type1": "かくとう",
        "type2": "-"
    },
    "ドテッコツ": {
        "base": {
            "hp": 85,
            "at": 105,
            "df": 85,
            "sa": 40,
            "sd": 50,
            "sp": 40
        },
        "type1": "かくとう",
        "type2": "-"
    },
    "ローブシン": {
        "base": {
            "hp": 105,
            "at": 140,
            "df": 95,
            "sa": 55,
            "sd": 65,
            "sp": 45
        },
        "type1": "かくとう",
        "type2": "-"
    },
    "オタマロ": {
        "base": {
            "hp": 50,
            "at": 50,
            "df": 40,
            "sa": 50,
            "sd": 40,
            "sp": 64
        },
        "type1": "みず",
        "type2": "-"
    },
    "ガマガル": {
        "base": {
            "hp": 75,
            "at": 65,
            "df": 55,
            "sa": 65,
            "sd": 55,
            "sp": 69
        },
        "type1": "みず",
        "type2": "じめん"
    },
    "ガマゲロゲ": {
        "base": {
            "hp": 105,
            "at": 95,
            "df": 75,
            "sa": 85,
            "sd": 75,
            "sp": 74
        },
        "type1": "みず",
        "type2": "じめん"
    },
    "ナゲキ": {
        "base": {
            "hp": 120,
            "at": 100,
            "df": 85,
            "sa": 30,
            "sd": 85,
            "sp": 45
        },
        "type1": "かくとう",
        "type2": "-"
    },
    "ダゲキ": {
        "base": {
            "hp": 75,
            "at": 125,
            "df": 75,
            "sa": 30,
            "sd": 75,
            "sp": 85
        },
        "type1": "かくとう",
        "type2": "-"
    },
    "クルミル": {
        "base": {
            "hp": 45,
            "at": 53,
            "df": 70,
            "sa": 40,
            "sd": 60,
            "sp": 42
        },
        "type1": "むし",
        "type2": "くさ"
    },
    "クルマユ": {
        "base": {
            "hp": 55,
            "at": 63,
            "df": 90,
            "sa": 50,
            "sd": 80,
            "sp": 42
        },
        "type1": "むし",
        "type2": "くさ"
    },
    "ハハコモリ": {
        "base": {
            "hp": 75,
            "at": 103,
            "df": 80,
            "sa": 70,
            "sd": 80,
            "sp": 92
        },
        "type1": "むし",
        "type2": "くさ"
    },
    "フシデ": {
        "base": {
            "hp": 30,
            "at": 45,
            "df": 59,
            "sa": 30,
            "sd": 39,
            "sp": 57
        },
        "type1": "むし",
        "type2": "どく"
    },
    "ホイーガ": {
        "base": {
            "hp": 40,
            "at": 55,
            "df": 99,
            "sa": 40,
            "sd": 79,
            "sp": 47
        },
        "type1": "むし",
        "type2": "どく"
    },
    "ペンドラー": {
        "base": {
            "hp": 60,
            "at": 100,
            "df": 89,
            "sa": 55,
            "sd": 69,
            "sp": 112
        },
        "type1": "むし",
        "type2": "どく"
    },
    "モンメン": {
        "base": {
            "hp": 40,
            "at": 27,
            "df": 60,
            "sa": 37,
            "sd": 50,
            "sp": 66
        },
        "type1": "くさ",
        "type2": "フェアリー"
    },
    "エルフーン": {
        "base": {
            "hp": 60,
            "at": 67,
            "df": 85,
            "sa": 77,
            "sd": 75,
            "sp": 116
        },
        "type1": "くさ",
        "type2": "フェアリー"
    },
    "チュリネ": {
        "base": {
            "hp": 45,
            "at": 35,
            "df": 50,
            "sa": 70,
            "sd": 50,
            "sp": 30
        },
        "type1": "くさ",
        "type2": "-"
    },
    "ドレディア": {
        "base": {
            "hp": 70,
            "at": 60,
            "df": 75,
            "sa": 110,
            "sd": 75,
            "sp": 90
        },
        "type1": "くさ",
        "type2": "-"
    },
    "バスラオ": {
        "base": {
            "hp": 70,
            "at": 92,
            "df": 65,
            "sa": 80,
            "sd": 55,
            "sp": 98
        },
        "type1": "みず",
        "type2": "-"
    },
    "メグロコ": {
        "base": {
            "hp": 50,
            "at": 72,
            "df": 35,
            "sa": 35,
            "sd": 35,
            "sp": 65
        },
        "type1": "じめん",
        "type2": "あく"
    },
    "ワルビル": {
        "base": {
            "hp": 60,
            "at": 82,
            "df": 45,
            "sa": 45,
            "sd": 45,
            "sp": 74
        },
        "type1": "じめん",
        "type2": "あく"
    },
    "ワルビアル": {
        "base": {
            "hp": 95,
            "at": 117,
            "df": 80,
            "sa": 65,
            "sd": 70,
            "sp": 92
        },
        "type1": "じめん",
        "type2": "あく"
    },
    "ダルマッカ": {
        "base": {
            "hp": 70,
            "at": 90,
            "df": 45,
            "sa": 15,
            "sd": 45,
            "sp": 50
        },
        "type1": "ほのお",
        "type2": "-"
    },
    "ダルマッカ（ガラルのすがた）": {
        "base": {
            "hp": 70,
            "at": 90,
            "df": 45,
            "sa": 15,
            "sd": 45,
            "sp": 50
        },
        "type1": "こおり",
        "type2": "-"
    },
    "ヒヒダルマ": {
        "base": {
            "hp": 105,
            "at": 140,
            "df": 55,
            "sa": 30,
            "sd": 55,
            "sp": 95
        },
        "type1": "ほのお",
        "type2": "-"
    },
    "ヒヒダルマ（ダルマモード）": {
        "base": {
            "hp": 105,
            "at": 30,
            "df": 105,
            "sa": 140,
            "sd": 105,
            "sp": 55
        },
        "type1": "ほのお",
        "type2": "エスパー"
    },
    "ヒヒダルマ（ガラルのすがた）": {
        "base": {
            "hp": 105,
            "at": 140,
            "df": 55,
            "sa": 30,
            "sd": 55,
            "sp": 95
        },
        "type1": "こおり",
        "type2": "-"
    },
    "ヒヒダルマ（ガラルのすがた、ダルマモード）": {
        "base": {
            "hp": 105,
            "at": 160,
            "df": 55,
            "sa": 30,
            "sd": 55,
            "sp": 135
        },
        "type1": "こおり",
        "type2": "ほのお"
    },
    "マラカッチ": {
        "base": {
            "hp": 75,
            "at": 86,
            "df": 67,
            "sa": 106,
            "sd": 67,
            "sp": 60
        },
        "type1": "くさ",
        "type2": "-"
    },
    "イシズマイ": {
        "base": {
            "hp": 50,
            "at": 65,
            "df": 85,
            "sa": 35,
            "sd": 35,
            "sp": 55
        },
        "type1": "むし",
        "type2": "いわ"
    },
    "イワパレス": {
        "base": {
            "hp": 70,
            "at": 105,
            "df": 125,
            "sa": 65,
            "sd": 75,
            "sp": 45
        },
        "type1": "むし",
        "type2": "いわ"
    },
    "ズルッグ": {
        "base": {
            "hp": 50,
            "at": 75,
            "df": 70,
            "sa": 35,
            "sd": 70,
            "sp": 48
        },
        "type1": "あく",
        "type2": "かくとう"
    },
    "ズルズキン": {
        "base": {
            "hp": 65,
            "at": 90,
            "df": 115,
            "sa": 45,
            "sd": 115,
            "sp": 58
        },
        "type1": "あく",
        "type2": "かくとう"
    },
    "シンボラー": {
        "base": {
            "hp": 72,
            "at": 58,
            "df": 80,
            "sa": 103,
            "sd": 80,
            "sp": 97
        },
        "type1": "エスパー",
        "type2": "ひこう"
    },
    "デスマス": {
        "base": {
            "hp": 38,
            "at": 30,
            "df": 85,
            "sa": 55,
            "sd": 65,
            "sp": 30
        },
        "type1": "ゴースト",
        "type2": "-"
    },
    "デスマス（ガラルのすがた）": {
        "base": {
            "hp": 38,
            "at": 55,
            "df": 85,
            "sa": 30,
            "sd": 65,
            "sp": 30
        },
        "type1": "じめん",
        "type2": "ゴースト"
    },
    "デスカーン": {
        "base": {
            "hp": 58,
            "at": 50,
            "df": 145,
            "sa": 95,
            "sd": 105,
            "sp": 30
        },
        "type1": "ゴースト",
        "type2": "-"
    },
    "プロトーガ": {
        "base": {
            "hp": 54,
            "at": 78,
            "df": 103,
            "sa": 53,
            "sd": 45,
            "sp": 22
        },
        "type1": "みず",
        "type2": "いわ"
    },
    "アバゴーラ": {
        "base": {
            "hp": 74,
            "at": 108,
            "df": 133,
            "sa": 83,
            "sd": 65,
            "sp": 32
        },
        "type1": "みず",
        "type2": "いわ"
    },
    "アーケン": {
        "base": {
            "hp": 55,
            "at": 112,
            "df": 45,
            "sa": 74,
            "sd": 45,
            "sp": 70
        },
        "type1": "いわ",
        "type2": "ひこう"
    },
    "アーケオス": {
        "base": {
            "hp": 75,
            "at": 140,
            "df": 65,
            "sa": 112,
            "sd": 65,
            "sp": 110
        },
        "type1": "いわ",
        "type2": "ひこう"
    },
    "ヤブクロン": {
        "base": {
            "hp": 50,
            "at": 50,
            "df": 62,
            "sa": 40,
            "sd": 62,
            "sp": 65
        },
        "type1": "どく",
        "type2": "-"
    },
    "ダストダス": {
        "base": {
            "hp": 80,
            "at": 95,
            "df": 82,
            "sa": 60,
            "sd": 82,
            "sp": 75
        },
        "type1": "どく",
        "type2": "-"
    },
    "ゾロア": {
        "base": {
            "hp": 40,
            "at": 65,
            "df": 40,
            "sa": 80,
            "sd": 40,
            "sp": 65
        },
        "type1": "あく",
        "type2": "-"
    },
    "ゾロアーク": {
        "base": {
            "hp": 60,
            "at": 105,
            "df": 60,
            "sa": 120,
            "sd": 60,
            "sp": 105
        },
        "type1": "あく",
        "type2": "-"
    },
    "チラーミィ": {
        "base": {
            "hp": 55,
            "at": 50,
            "df": 40,
            "sa": 40,
            "sd": 40,
            "sp": 75
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "チラチーノ": {
        "base": {
            "hp": 75,
            "at": 95,
            "df": 60,
            "sa": 65,
            "sd": 60,
            "sp": 115
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "ゴチム": {
        "base": {
            "hp": 45,
            "at": 30,
            "df": 50,
            "sa": 55,
            "sd": 65,
            "sp": 45
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "ゴチミル": {
        "base": {
            "hp": 60,
            "at": 45,
            "df": 70,
            "sa": 75,
            "sd": 85,
            "sp": 55
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "ゴチルゼル": {
        "base": {
            "hp": 70,
            "at": 55,
            "df": 95,
            "sa": 95,
            "sd": 110,
            "sp": 65
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "ユニラン": {
        "base": {
            "hp": 45,
            "at": 30,
            "df": 40,
            "sa": 105,
            "sd": 50,
            "sp": 20
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "ダブラン": {
        "base": {
            "hp": 65,
            "at": 40,
            "df": 50,
            "sa": 125,
            "sd": 60,
            "sp": 30
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "ランクルス": {
        "base": {
            "hp": 110,
            "at": 65,
            "df": 75,
            "sa": 125,
            "sd": 85,
            "sp": 30
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "コアルヒー": {
        "base": {
            "hp": 62,
            "at": 44,
            "df": 50,
            "sa": 44,
            "sd": 50,
            "sp": 55
        },
        "type1": "みず",
        "type2": "ひこう"
    },
    "スワンナ": {
        "base": {
            "hp": 75,
            "at": 87,
            "df": 63,
            "sa": 87,
            "sd": 63,
            "sp": 98
        },
        "type1": "みず",
        "type2": "ひこう"
    },
    "バニプッチ": {
        "base": {
            "hp": 36,
            "at": 50,
            "df": 50,
            "sa": 65,
            "sd": 60,
            "sp": 44
        },
        "type1": "こおり",
        "type2": "-"
    },
    "バニリッチ": {
        "base": {
            "hp": 51,
            "at": 65,
            "df": 65,
            "sa": 80,
            "sd": 75,
            "sp": 59
        },
        "type1": "こおり",
        "type2": "-"
    },
    "バイバニラ": {
        "base": {
            "hp": 71,
            "at": 95,
            "df": 85,
            "sa": 110,
            "sd": 95,
            "sp": 79
        },
        "type1": "こおり",
        "type2": "-"
    },
    "シキジカ": {
        "base": {
            "hp": 60,
            "at": 60,
            "df": 50,
            "sa": 40,
            "sd": 50,
            "sp": 75
        },
        "type1": "ノーマル",
        "type2": "くさ"
    },
    "メブキジカ": {
        "base": {
            "hp": 80,
            "at": 100,
            "df": 70,
            "sa": 60,
            "sd": 70,
            "sp": 95
        },
        "type1": "ノーマル",
        "type2": "くさ"
    },
    "エモンガ": {
        "base": {
            "hp": 55,
            "at": 75,
            "df": 60,
            "sa": 75,
            "sd": 60,
            "sp": 103
        },
        "type1": "でんき",
        "type2": "ひこう"
    },
    "カブルモ": {
        "base": {
            "hp": 50,
            "at": 75,
            "df": 45,
            "sa": 40,
            "sd": 45,
            "sp": 60
        },
        "type1": "むし",
        "type2": "-"
    },
    "シュバルゴ": {
        "base": {
            "hp": 70,
            "at": 135,
            "df": 105,
            "sa": 60,
            "sd": 105,
            "sp": 20
        },
        "type1": "むし",
        "type2": "はがね"
    },
    "タマゲタケ": {
        "base": {
            "hp": 69,
            "at": 55,
            "df": 45,
            "sa": 55,
            "sd": 55,
            "sp": 15
        },
        "type1": "くさ",
        "type2": "どく"
    },
    "モロバレル": {
        "base": {
            "hp": 114,
            "at": 85,
            "df": 70,
            "sa": 85,
            "sd": 80,
            "sp": 30
        },
        "type1": "くさ",
        "type2": "どく"
    },
    "プルリル": {
        "base": {
            "hp": 55,
            "at": 40,
            "df": 50,
            "sa": 65,
            "sd": 85,
            "sp": 40
        },
        "type1": "みず",
        "type2": "ゴースト"
    },
    "ブルンゲル": {
        "base": {
            "hp": 100,
            "at": 60,
            "df": 70,
            "sa": 85,
            "sd": 105,
            "sp": 60
        },
        "type1": "みず",
        "type2": "ゴースト"
    },
    "ママンボウ": {
        "base": {
            "hp": 165,
            "at": 75,
            "df": 80,
            "sa": 40,
            "sd": 45,
            "sp": 65
        },
        "type1": "みず",
        "type2": "-"
    },
    "バチュル": {
        "base": {
            "hp": 50,
            "at": 47,
            "df": 50,
            "sa": 57,
            "sd": 50,
            "sp": 65
        },
        "type1": "でんき",
        "type2": "むし"
    },
    "デンチュラ": {
        "base": {
            "hp": 70,
            "at": 77,
            "df": 60,
            "sa": 97,
            "sd": 60,
            "sp": 108
        },
        "type1": "でんき",
        "type2": "むし"
    },
    "テッシード": {
        "base": {
            "hp": 44,
            "at": 50,
            "df": 91,
            "sa": 24,
            "sd": 86,
            "sp": 10
        },
        "type1": "くさ",
        "type2": "はがね"
    },
    "ナットレイ": {
        "base": {
            "hp": 74,
            "at": 94,
            "df": 131,
            "sa": 54,
            "sd": 116,
            "sp": 20
        },
        "type1": "くさ",
        "type2": "はがね"
    },
    "ギアル": {
        "base": {
            "hp": 40,
            "at": 55,
            "df": 70,
            "sa": 45,
            "sd": 60,
            "sp": 30
        },
        "type1": "はがね",
        "type2": "-"
    },
    "ギギアル": {
        "base": {
            "hp": 60,
            "at": 80,
            "df": 95,
            "sa": 70,
            "sd": 85,
            "sp": 50
        },
        "type1": "はがね",
        "type2": "-"
    },
    "ギギギアル": {
        "base": {
            "hp": 60,
            "at": 100,
            "df": 115,
            "sa": 70,
            "sd": 85,
            "sp": 90
        },
        "type1": "はがね",
        "type2": "-"
    },
    "シビシラス": {
        "base": {
            "hp": 35,
            "at": 55,
            "df": 40,
            "sa": 45,
            "sd": 40,
            "sp": 60
        },
        "type1": "でんき",
        "type2": "-"
    },
    "シビビール": {
        "base": {
            "hp": 65,
            "at": 85,
            "df": 70,
            "sa": 75,
            "sd": 70,
            "sp": 40
        },
        "type1": "でんき",
        "type2": "-"
    },
    "シビルドン": {
        "base": {
            "hp": 85,
            "at": 115,
            "df": 80,
            "sa": 105,
            "sd": 80,
            "sp": 50
        },
        "type1": "でんき",
        "type2": "-"
    },
    "リグレー": {
        "base": {
            "hp": 55,
            "at": 55,
            "df": 55,
            "sa": 85,
            "sd": 55,
            "sp": 30
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "オーベム": {
        "base": {
            "hp": 75,
            "at": 75,
            "df": 75,
            "sa": 125,
            "sd": 95,
            "sp": 40
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "ヒトモシ": {
        "base": {
            "hp": 50,
            "at": 30,
            "df": 55,
            "sa": 65,
            "sd": 55,
            "sp": 20
        },
        "type1": "ゴースト",
        "type2": "ほのお"
    },
    "ランプラー": {
        "base": {
            "hp": 60,
            "at": 40,
            "df": 60,
            "sa": 95,
            "sd": 60,
            "sp": 55
        },
        "type1": "ゴースト",
        "type2": "ほのお"
    },
    "シャンデラ": {
        "base": {
            "hp": 60,
            "at": 55,
            "df": 90,
            "sa": 145,
            "sd": 90,
            "sp": 80
        },
        "type1": "ゴースト",
        "type2": "ほのお"
    },
    "キバゴ": {
        "base": {
            "hp": 46,
            "at": 87,
            "df": 60,
            "sa": 30,
            "sd": 40,
            "sp": 57
        },
        "type1": "ドラゴン",
        "type2": "-"
    },
    "オノンド": {
        "base": {
            "hp": 66,
            "at": 117,
            "df": 70,
            "sa": 40,
            "sd": 50,
            "sp": 67
        },
        "type1": "ドラゴン",
        "type2": "-"
    },
    "オノノクス": {
        "base": {
            "hp": 76,
            "at": 147,
            "df": 90,
            "sa": 60,
            "sd": 70,
            "sp": 97
        },
        "type1": "ドラゴン",
        "type2": "-"
    },
    "クマシュン": {
        "base": {
            "hp": 55,
            "at": 70,
            "df": 40,
            "sa": 60,
            "sd": 40,
            "sp": 40
        },
        "type1": "こおり",
        "type2": "-"
    },
    "ツンベアー": {
        "base": {
            "hp": 95,
            "at": 130,
            "df": 80,
            "sa": 70,
            "sd": 80,
            "sp": 50
        },
        "type1": "こおり",
        "type2": "-"
    },
    "フリージオ": {
        "base": {
            "hp": 80,
            "at": 50,
            "df": 50,
            "sa": 95,
            "sd": 135,
            "sp": 105
        },
        "type1": "こおり",
        "type2": "-"
    },
    "チョボマキ": {
        "base": {
            "hp": 50,
            "at": 40,
            "df": 85,
            "sa": 40,
            "sd": 65,
            "sp": 25
        },
        "type1": "むし",
        "type2": "-"
    },
    "アギルダー": {
        "base": {
            "hp": 80,
            "at": 70,
            "df": 40,
            "sa": 100,
            "sd": 60,
            "sp": 145
        },
        "type1": "むし",
        "type2": "-"
    },
    "マッギョ": {
        "base": {
            "hp": 109,
            "at": 66,
            "df": 84,
            "sa": 81,
            "sd": 99,
            "sp": 32
        },
        "type1": "じめん",
        "type2": "でんき"
    },
    "マッギョ（ガラルのすがた）": {
        "base": {
            "hp": 109,
            "at": 81,
            "df": 99,
            "sa": 66,
            "sd": 84,
            "sp": 32
        },
        "type1": "じめん",
        "type2": "はがね"
    },
    "コジョフー": {
        "base": {
            "hp": 45,
            "at": 85,
            "df": 50,
            "sa": 55,
            "sd": 50,
            "sp": 65
        },
        "type1": "かくとう",
        "type2": "-"
    },
    "コジョンド": {
        "base": {
            "hp": 65,
            "at": 125,
            "df": 60,
            "sa": 95,
            "sd": 60,
            "sp": 105
        },
        "type1": "かくとう",
        "type2": "-"
    },
    "クリムガン": {
        "base": {
            "hp": 77,
            "at": 120,
            "df": 90,
            "sa": 60,
            "sd": 90,
            "sp": 48
        },
        "type1": "ドラゴン",
        "type2": "-"
    },
    "ゴビット": {
        "base": {
            "hp": 59,
            "at": 74,
            "df": 50,
            "sa": 35,
            "sd": 50,
            "sp": 35
        },
        "type1": "じめん",
        "type2": "ゴースト"
    },
    "ゴルーグ": {
        "base": {
            "hp": 89,
            "at": 124,
            "df": 80,
            "sa": 55,
            "sd": 80,
            "sp": 55
        },
        "type1": "じめん",
        "type2": "ゴースト"
    },
    "コマタナ": {
        "base": {
            "hp": 45,
            "at": 85,
            "df": 70,
            "sa": 40,
            "sd": 40,
            "sp": 60
        },
        "type1": "あく",
        "type2": "はがね"
    },
    "キリキザン": {
        "base": {
            "hp": 65,
            "at": 125,
            "df": 100,
            "sa": 60,
            "sd": 70,
            "sp": 70
        },
        "type1": "あく",
        "type2": "はがね"
    },
    "バッフロン": {
        "base": {
            "hp": 95,
            "at": 110,
            "df": 95,
            "sa": 40,
            "sd": 95,
            "sp": 55
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "ワシボン": {
        "base": {
            "hp": 70,
            "at": 83,
            "df": 50,
            "sa": 37,
            "sd": 50,
            "sp": 60
        },
        "type1": "ノーマル",
        "type2": "ひこう"
    },
    "ウォーグル": {
        "base": {
            "hp": 100,
            "at": 123,
            "df": 75,
            "sa": 57,
            "sd": 75,
            "sp": 80
        },
        "type1": "ノーマル",
        "type2": "ひこう"
    },
    "バルチャイ": {
        "base": {
            "hp": 70,
            "at": 55,
            "df": 75,
            "sa": 45,
            "sd": 65,
            "sp": 60
        },
        "type1": "あく",
        "type2": "ひこう"
    },
    "バルジーナ": {
        "base": {
            "hp": 110,
            "at": 65,
            "df": 105,
            "sa": 55,
            "sd": 95,
            "sp": 80
        },
        "type1": "あく",
        "type2": "ひこう"
    },
    "クイタラン": {
        "base": {
            "hp": 85,
            "at": 97,
            "df": 66,
            "sa": 105,
            "sd": 66,
            "sp": 65
        },
        "type1": "ほのお",
        "type2": "-"
    },
    "アイアント": {
        "base": {
            "hp": 58,
            "at": 109,
            "df": 112,
            "sa": 48,
            "sd": 48,
            "sp": 109
        },
        "type1": "むし",
        "type2": "はがね"
    },
    "モノズ": {
        "base": {
            "hp": 52,
            "at": 65,
            "df": 50,
            "sa": 45,
            "sd": 50,
            "sp": 38
        },
        "type1": "あく",
        "type2": "ドラゴン"
    },
    "ジヘッド": {
        "base": {
            "hp": 72,
            "at": 85,
            "df": 70,
            "sa": 65,
            "sd": 70,
            "sp": 58
        },
        "type1": "あく",
        "type2": "ドラゴン"
    },
    "サザンドラ": {
        "base": {
            "hp": 92,
            "at": 105,
            "df": 90,
            "sa": 125,
            "sd": 90,
            "sp": 98
        },
        "type1": "あく",
        "type2": "ドラゴン"
    },
    "メラルバ": {
        "base": {
            "hp": 55,
            "at": 85,
            "df": 55,
            "sa": 50,
            "sd": 55,
            "sp": 60
        },
        "type1": "むし",
        "type2": "ほのお"
    },
    "ウルガモス": {
        "base": {
            "hp": 85,
            "at": 60,
            "df": 65,
            "sa": 135,
            "sd": 105,
            "sp": 100
        },
        "type1": "むし",
        "type2": "ほのお"
    },
    "コバルオン": {
        "base": {
            "hp": 91,
            "at": 90,
            "df": 129,
            "sa": 90,
            "sd": 72,
            "sp": 108
        },
        "type1": "はがね",
        "type2": "かくとう"
    },
    "テラキオン": {
        "base": {
            "hp": 91,
            "at": 129,
            "df": 90,
            "sa": 72,
            "sd": 90,
            "sp": 108
        },
        "type1": "いわ",
        "type2": "かくとう"
    },
    "ビリジオン": {
        "base": {
            "hp": 91,
            "at": 90,
            "df": 72,
            "sa": 90,
            "sd": 129,
            "sp": 108
        },
        "type1": "くさ",
        "type2": "かくとう"
    },
    "トルネロス（けしんフォルム）": {
        "base": {
            "hp": 79,
            "at": 115,
            "df": 70,
            "sa": 125,
            "sd": 80,
            "sp": 111
        },
        "type1": "ひこう",
        "type2": "-"
    },
    "トルネロス（れいじゅうフォルム）": {
        "base": {
            "hp": 79,
            "at": 100,
            "df": 80,
            "sa": 110,
            "sd": 90,
            "sp": 121
        },
        "type1": "ひこう",
        "type2": "-"
    },
    "ボルトロス（けしんフォルム）": {
        "base": {
            "hp": 79,
            "at": 115,
            "df": 70,
            "sa": 125,
            "sd": 80,
            "sp": 111
        },
        "type1": "でんき",
        "type2": "ひこう"
    },
    "ボルトロス（れいじゅうフォルム）": {
        "base": {
            "hp": 79,
            "at": 105,
            "df": 70,
            "sa": 145,
            "sd": 80,
            "sp": 101
        },
        "type1": "でんき",
        "type2": "ひこう"
    },
    "レシラム": {
        "base": {
            "hp": 100,
            "at": 120,
            "df": 100,
            "sa": 150,
            "sd": 120,
            "sp": 90
        },
        "type1": "ドラゴン",
        "type2": "ほのお"
    },
    "ゼクロム": {
        "base": {
            "hp": 100,
            "at": 150,
            "df": 120,
            "sa": 120,
            "sd": 100,
            "sp": 90
        },
        "type1": "ドラゴン",
        "type2": "でんき"
    },
    "ランドロス": {
        "base": {
            "hp": 89,
            "at": 125,
            "df": 90,
            "sa": 115,
            "sd": 80,
            "sp": 101
        },
        "type1": "じめん",
        "type2": "ひこう"
    },
    "ランドロス（れいじゅうフォルム）": {
        "base": {
            "hp": 89,
            "at": 145,
            "df": 90,
            "sa": 105,
            "sd": 80,
            "sp": 91
        },
        "type1": "じめん",
        "type2": "ひこう"
    },
    "キュレム": {
        "base": {
            "hp": 125,
            "at": 130,
            "df": 90,
            "sa": 130,
            "sd": 90,
            "sp": 95
        },
        "type1": "ドラゴン",
        "type2": "こおり"
    },
    "ホワイトキュレム": {
        "base": {
            "hp": 125,
            "at": 120,
            "df": 90,
            "sa": 170,
            "sd": 100,
            "sp": 95
        },
        "type1": "ドラゴン",
        "type2": "こおり"
    },
    "ブラックキュレム": {
        "base": {
            "hp": 125,
            "at": 170,
            "df": 100,
            "sa": 120,
            "sd": 90,
            "sp": 95
        },
        "type1": "ドラゴン",
        "type2": "こおり"
    },
    "ケルディオ": {
        "base": {
            "hp": 91,
            "at": 72,
            "df": 90,
            "sa": 129,
            "sd": 90,
            "sp": 108
        },
        "type1": "みず",
        "type2": "かくとう"
    },
    "メロエッタ（ボイスフォルム）": {
        "base": {
            "hp": 100,
            "at": 77,
            "df": 77,
            "sa": 128,
            "sd": 128,
            "sp": 90
        },
        "type1": "ノーマル",
        "type2": "エスパー"
    },
    "メロエッタ（ステップフォルム）": {
        "base": {
            "hp": 100,
            "at": 128,
            "df": 90,
            "sa": 77,
            "sd": 77,
            "sp": 128
        },
        "type1": "ノーマル",
        "type2": "かくとう"
    },
    "ゲノセクト": {
        "base": {
            "hp": 71,
            "at": 120,
            "df": 95,
            "sa": 120,
            "sd": 95,
            "sp": 99
        },
        "type1": "むし",
        "type2": "はがね"
    },
    "ハリマロン": {
        "base": {
            "hp": 56,
            "at": 61,
            "df": 65,
            "sa": 48,
            "sd": 45,
            "sp": 38
        },
        "type1": "くさ",
        "type2": "-"
    },
    "ハリボーグ": {
        "base": {
            "hp": 61,
            "at": 78,
            "df": 95,
            "sa": 56,
            "sd": 58,
            "sp": 57
        },
        "type1": "くさ",
        "type2": "-"
    },
    "ブリガロン": {
        "base": {
            "hp": 88,
            "at": 107,
            "df": 122,
            "sa": 74,
            "sd": 75,
            "sp": 64
        },
        "type1": "くさ",
        "type2": "かくとう"
    },
    "フォッコ": {
        "base": {
            "hp": 40,
            "at": 45,
            "df": 40,
            "sa": 62,
            "sd": 60,
            "sp": 60
        },
        "type1": "ほのお",
        "type2": "-"
    },
    "テールナー": {
        "base": {
            "hp": 59,
            "at": 59,
            "df": 58,
            "sa": 90,
            "sd": 70,
            "sp": 73
        },
        "type1": "ほのお",
        "type2": "-"
    },
    "マフォクシー": {
        "base": {
            "hp": 75,
            "at": 69,
            "df": 72,
            "sa": 114,
            "sd": 100,
            "sp": 104
        },
        "type1": "ほのお",
        "type2": "エスパー"
    },
    "ケロマツ": {
        "base": {
            "hp": 41,
            "at": 56,
            "df": 40,
            "sa": 62,
            "sd": 44,
            "sp": 71
        },
        "type1": "みず",
        "type2": "-"
    },
    "ゲコガシラ": {
        "base": {
            "hp": 54,
            "at": 63,
            "df": 52,
            "sa": 83,
            "sd": 56,
            "sp": 97
        },
        "type1": "みず",
        "type2": "-"
    },
    "ゲッコウガ": {
        "base": {
            "hp": 72,
            "at": 95,
            "df": 67,
            "sa": 103,
            "sd": 71,
            "sp": 122
        },
        "type1": "みず",
        "type2": "あく"
    },
    "サトシゲッコウガ": {
        "base": {
            "hp": 72,
            "at": 145,
            "df": 67,
            "sa": 153,
            "sd": 71,
            "sp": 132
        },
        "type1": "みず",
        "type2": "あく"
    },
    "ホルビー": {
        "base": {
            "hp": 38,
            "at": 36,
            "df": 38,
            "sa": 32,
            "sd": 36,
            "sp": 57
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "ホルード": {
        "base": {
            "hp": 85,
            "at": 56,
            "df": 77,
            "sa": 50,
            "sd": 77,
            "sp": 78
        },
        "type1": "ノーマル",
        "type2": "じめん"
    },
    "ヤヤコマ": {
        "base": {
            "hp": 45,
            "at": 50,
            "df": 43,
            "sa": 40,
            "sd": 38,
            "sp": 62
        },
        "type1": "ノーマル",
        "type2": "ひこう"
    },
    "ヒノヤコマ": {
        "base": {
            "hp": 62,
            "at": 73,
            "df": 55,
            "sa": 56,
            "sd": 52,
            "sp": 84
        },
        "type1": "ほのお",
        "type2": "ひこう"
    },
    "ファイアロー": {
        "base": {
            "hp": 78,
            "at": 81,
            "df": 71,
            "sa": 74,
            "sd": 69,
            "sp": 126
        },
        "type1": "ほのお",
        "type2": "ひこう"
    },
    "コフキムシ": {
        "base": {
            "hp": 38,
            "at": 35,
            "df": 40,
            "sa": 27,
            "sd": 25,
            "sp": 35
        },
        "type1": "むし",
        "type2": "-"
    },
    "コフーライ": {
        "base": {
            "hp": 45,
            "at": 22,
            "df": 60,
            "sa": 27,
            "sd": 30,
            "sp": 29
        },
        "type1": "むし",
        "type2": "-"
    },
    "ビビヨン": {
        "base": {
            "hp": 80,
            "at": 52,
            "df": 50,
            "sa": 90,
            "sd": 50,
            "sp": 89
        },
        "type1": "むし",
        "type2": "ひこう"
    },
    "シシコ": {
        "base": {
            "hp": 62,
            "at": 50,
            "df": 58,
            "sa": 73,
            "sd": 54,
            "sp": 72
        },
        "type1": "ほのお",
        "type2": "ノーマル"
    },
    "カエンジシ": {
        "base": {
            "hp": 86,
            "at": 68,
            "df": 72,
            "sa": 109,
            "sd": 66,
            "sp": 106
        },
        "type1": "ほのお",
        "type2": "ノーマル"
    },
    "フラベベ": {
        "base": {
            "hp": 44,
            "at": 38,
            "df": 39,
            "sa": 61,
            "sd": 79,
            "sp": 42
        },
        "type1": "フェアリー",
        "type2": "-"
    },
    "フラエッテ": {
        "base": {
            "hp": 54,
            "at": 45,
            "df": 47,
            "sa": 75,
            "sd": 98,
            "sp": 52
        },
        "type1": "フェアリー",
        "type2": "-"
    },
    "AZフラエッテ": {
        "base": {
            "hp": 74,
            "at": 65,
            "df": 67,
            "sa": 125,
            "sd": 128,
            "sp": 92
        },
        "type1": "フェアリー",
        "type2": "-"
    },
    "フラージェス": {
        "base": {
            "hp": 78,
            "at": 65,
            "df": 68,
            "sa": 112,
            "sd": 154,
            "sp": 75
        },
        "type1": "フェアリー",
        "type2": "-"
    },
    "メェークル": {
        "base": {
            "hp": 66,
            "at": 65,
            "df": 48,
            "sa": 62,
            "sd": 57,
            "sp": 52
        },
        "type1": "くさ",
        "type2": "-"
    },
    "ゴーゴート": {
        "base": {
            "hp": 123,
            "at": 100,
            "df": 62,
            "sa": 97,
            "sd": 81,
            "sp": 68
        },
        "type1": "くさ",
        "type2": "-"
    },
    "ヤンチャム": {
        "base": {
            "hp": 67,
            "at": 82,
            "df": 62,
            "sa": 46,
            "sd": 48,
            "sp": 43
        },
        "type1": "かくとう",
        "type2": "-"
    },
    "ゴロンダ": {
        "base": {
            "hp": 95,
            "at": 124,
            "df": 78,
            "sa": 69,
            "sd": 71,
            "sp": 58
        },
        "type1": "かくとう",
        "type2": "あく"
    },
    "トリミアン": {
        "base": {
            "hp": 75,
            "at": 80,
            "df": 60,
            "sa": 65,
            "sd": 90,
            "sp": 102
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "ニャスパー": {
        "base": {
            "hp": 62,
            "at": 48,
            "df": 54,
            "sa": 63,
            "sd": 60,
            "sp": 68
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "ニャオニクス（オスのすがた）": {
        "base": {
            "hp": 74,
            "at": 48,
            "df": 76,
            "sa": 83,
            "sd": 81,
            "sp": 104
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "ニャオニクス（メスのすがた）": {
        "base": {
            "hp": 74,
            "at": 48,
            "df": 76,
            "sa": 83,
            "sd": 81,
            "sp": 104
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "ヒトツキ": {
        "base": {
            "hp": 45,
            "at": 80,
            "df": 100,
            "sa": 35,
            "sd": 37,
            "sp": 28
        },
        "type1": "はがね",
        "type2": "ゴースト"
    },
    "ニダンギル": {
        "base": {
            "hp": 59,
            "at": 110,
            "df": 150,
            "sa": 45,
            "sd": 49,
            "sp": 35
        },
        "type1": "はがね",
        "type2": "ゴースト"
    },
    "ギルガルド（シールドフォルム）": {
        "base": {
            "hp": 60,
            "at": 50,
            "df": 140,
            "sa": 50,
            "sd": 140,
            "sp": 60
        },
        "type1": "はがね",
        "type2": "ゴースト"
    },
    "ギルガルド（ブレードフォルム）": {
        "base": {
            "hp": 60,
            "at": 140,
            "df": 50,
            "sa": 140,
            "sd": 50,
            "sp": 60
        },
        "type1": "はがね",
        "type2": "ゴースト"
    },
    "シュシュプ": {
        "base": {
            "hp": 78,
            "at": 52,
            "df": 60,
            "sa": 63,
            "sd": 65,
            "sp": 23
        },
        "type1": "フェアリー",
        "type2": "-"
    },
    "フレフワン": {
        "base": {
            "hp": 101,
            "at": 72,
            "df": 72,
            "sa": 99,
            "sd": 89,
            "sp": 29
        },
        "type1": "フェアリー",
        "type2": "-"
    },
    "ペロッパフ": {
        "base": {
            "hp": 62,
            "at": 48,
            "df": 66,
            "sa": 59,
            "sd": 57,
            "sp": 49
        },
        "type1": "フェアリー",
        "type2": "-"
    },
    "ペロリーム": {
        "base": {
            "hp": 82,
            "at": 80,
            "df": 86,
            "sa": 85,
            "sd": 75,
            "sp": 72
        },
        "type1": "フェアリー",
        "type2": "-"
    },
    "マーイーカ": {
        "base": {
            "hp": 53,
            "at": 54,
            "df": 53,
            "sa": 37,
            "sd": 46,
            "sp": 45
        },
        "type1": "あく",
        "type2": "エスパー"
    },
    "カラマネロ": {
        "base": {
            "hp": 86,
            "at": 92,
            "df": 88,
            "sa": 68,
            "sd": 75,
            "sp": 73
        },
        "type1": "あく",
        "type2": "エスパー"
    },
    "カメテテ": {
        "base": {
            "hp": 42,
            "at": 52,
            "df": 67,
            "sa": 39,
            "sd": 56,
            "sp": 50
        },
        "type1": "いわ",
        "type2": "みず"
    },
    "ガメノデス": {
        "base": {
            "hp": 72,
            "at": 105,
            "df": 115,
            "sa": 54,
            "sd": 86,
            "sp": 68
        },
        "type1": "いわ",
        "type2": "みず"
    },
    "クズモー": {
        "base": {
            "hp": 50,
            "at": 60,
            "df": 60,
            "sa": 60,
            "sd": 60,
            "sp": 30
        },
        "type1": "どく",
        "type2": "みず"
    },
    "ドラミドロ": {
        "base": {
            "hp": 65,
            "at": 75,
            "df": 90,
            "sa": 97,
            "sd": 123,
            "sp": 44
        },
        "type1": "どく",
        "type2": "ドラゴン"
    },
    "ウデッポウ": {
        "base": {
            "hp": 50,
            "at": 53,
            "df": 62,
            "sa": 58,
            "sd": 63,
            "sp": 44
        },
        "type1": "みず",
        "type2": "-"
    },
    "ブロスター": {
        "base": {
            "hp": 71,
            "at": 73,
            "df": 88,
            "sa": 120,
            "sd": 89,
            "sp": 59
        },
        "type1": "みず",
        "type2": "-"
    },
    "エリキテル": {
        "base": {
            "hp": 44,
            "at": 38,
            "df": 33,
            "sa": 61,
            "sd": 43,
            "sp": 70
        },
        "type1": "でんき",
        "type2": "ノーマル"
    },
    "エレザード": {
        "base": {
            "hp": 62,
            "at": 55,
            "df": 52,
            "sa": 109,
            "sd": 94,
            "sp": 109
        },
        "type1": "でんき",
        "type2": "ノーマル"
    },
    "チゴラス": {
        "base": {
            "hp": 58,
            "at": 89,
            "df": 77,
            "sa": 45,
            "sd": 45,
            "sp": 48
        },
        "type1": "いわ",
        "type2": "ドラゴン"
    },
    "ガチゴラス": {
        "base": {
            "hp": 82,
            "at": 121,
            "df": 119,
            "sa": 69,
            "sd": 59,
            "sp": 71
        },
        "type1": "いわ",
        "type2": "ドラゴン"
    },
    "アマルス": {
        "base": {
            "hp": 77,
            "at": 59,
            "df": 50,
            "sa": 67,
            "sd": 63,
            "sp": 46
        },
        "type1": "いわ",
        "type2": "こおり"
    },
    "アマルルガ": {
        "base": {
            "hp": 123,
            "at": 77,
            "df": 72,
            "sa": 99,
            "sd": 92,
            "sp": 58
        },
        "type1": "いわ",
        "type2": "こおり"
    },
    "ニンフィア": {
        "base": {
            "hp": 95,
            "at": 65,
            "df": 65,
            "sa": 110,
            "sd": 130,
            "sp": 60
        },
        "type1": "フェアリー",
        "type2": "-"
    },
    "ルチャブル": {
        "base": {
            "hp": 78,
            "at": 92,
            "df": 75,
            "sa": 74,
            "sd": 63,
            "sp": 118
        },
        "type1": "かくとう",
        "type2": "ひこう"
    },
    "デデンネ": {
        "base": {
            "hp": 67,
            "at": 58,
            "df": 57,
            "sa": 81,
            "sd": 67,
            "sp": 101
        },
        "type1": "でんき",
        "type2": "フェアリー"
    },
    "メレシー": {
        "base": {
            "hp": 50,
            "at": 50,
            "df": 150,
            "sa": 50,
            "sd": 150,
            "sp": 50
        },
        "type1": "いわ",
        "type2": "フェアリー"
    },
    "ヌメラ": {
        "base": {
            "hp": 45,
            "at": 50,
            "df": 35,
            "sa": 55,
            "sd": 75,
            "sp": 40
        },
        "type1": "ドラゴン",
        "type2": "-"
    },
    "ヌメイル": {
        "base": {
            "hp": 68,
            "at": 75,
            "df": 53,
            "sa": 83,
            "sd": 113,
            "sp": 60
        },
        "type1": "ドラゴン",
        "type2": "-"
    },
    "ヌメルゴン": {
        "base": {
            "hp": 90,
            "at": 100,
            "df": 70,
            "sa": 110,
            "sd": 150,
            "sp": 80
        },
        "type1": "ドラゴン",
        "type2": "-"
    },
    "クレッフィ": {
        "base": {
            "hp": 57,
            "at": 80,
            "df": 91,
            "sa": 80,
            "sd": 87,
            "sp": 75
        },
        "type1": "はがね",
        "type2": "フェアリー"
    },
    "ボクレー": {
        "base": {
            "hp": 43,
            "at": 70,
            "df": 48,
            "sa": 50,
            "sd": 60,
            "sp": 38
        },
        "type1": "ゴースト",
        "type2": "くさ"
    },
    "オーロット": {
        "base": {
            "hp": 85,
            "at": 110,
            "df": 76,
            "sa": 65,
            "sd": 82,
            "sp": 56
        },
        "type1": "ゴースト",
        "type2": "くさ"
    },
    "バケッチャ（ふつうのサイズ）": {
        "base": {
            "hp": 49,
            "at": 66,
            "df": 70,
            "sa": 44,
            "sd": 55,
            "sp": 51
        },
        "type1": "ゴースト",
        "type2": "くさ"
    },
    "バケッチャ（ちいさいサイズ）": {
        "base": {
            "hp": 44,
            "at": 66,
            "df": 70,
            "sa": 44,
            "sd": 55,
            "sp": 56
        },
        "type1": "ゴースト",
        "type2": "くさ"
    },
    "バケッチャ（おおきいサイズ）": {
        "base": {
            "hp": 54,
            "at": 66,
            "df": 70,
            "sa": 44,
            "sd": 55,
            "sp": 46
        },
        "type1": "ゴースト",
        "type2": "くさ"
    },
    "バケッチャ（とくだいサイズ）": {
        "base": {
            "hp": 59,
            "at": 66,
            "df": 70,
            "sa": 44,
            "sd": 55,
            "sp": 41
        },
        "type1": "ゴースト",
        "type2": "くさ"
    },
    "パンプジン（ふつうのサイズ）": {
        "base": {
            "hp": 65,
            "at": 90,
            "df": 122,
            "sa": 58,
            "sd": 75,
            "sp": 84
        },
        "type1": "ゴースト",
        "type2": "くさ"
    },
    "パンプジン（とくだいサイズ）": {
        "base": {
            "hp": 85,
            "at": 100,
            "df": 122,
            "sa": 58,
            "sd": 75,
            "sp": 54
        },
        "type1": "ゴースト",
        "type2": "くさ"
    },
    "パンプジン（おおきいサイズ）": {
        "base": {
            "hp": 75,
            "at": 95,
            "df": 122,
            "sa": 58,
            "sd": 75,
            "sp": 69
        },
        "type1": "ゴースト",
        "type2": "くさ"
    },
    "パンプジン（ちいさいサイズ）": {
        "base": {
            "hp": 55,
            "at": 85,
            "df": 122,
            "sa": 58,
            "sd": 75,
            "sp": 99
        },
        "type1": "ゴースト",
        "type2": "くさ"
    },
    "カチコール": {
        "base": {
            "hp": 55,
            "at": 69,
            "df": 85,
            "sa": 32,
            "sd": 35,
            "sp": 28
        },
        "type1": "こおり",
        "type2": "-"
    },
    "クレベース": {
        "base": {
            "hp": 95,
            "at": 117,
            "df": 184,
            "sa": 44,
            "sd": 46,
            "sp": 28
        },
        "type1": "こおり",
        "type2": "-"
    },
    "オンバット": {
        "base": {
            "hp": 40,
            "at": 30,
            "df": 35,
            "sa": 45,
            "sd": 40,
            "sp": 55
        },
        "type1": "ひこう",
        "type2": "ドラゴン"
    },
    "オンバーン": {
        "base": {
            "hp": 85,
            "at": 70,
            "df": 80,
            "sa": 97,
            "sd": 80,
            "sp": 123
        },
        "type1": "ひこう",
        "type2": "ドラゴン"
    },
    "ゼルネアス": {
        "base": {
            "hp": 126,
            "at": 131,
            "df": 95,
            "sa": 131,
            "sd": 98,
            "sp": 99
        },
        "type1": "フェアリー",
        "type2": "-"
    },
    "イベルタル": {
        "base": {
            "hp": 126,
            "at": 131,
            "df": 95,
            "sa": 131,
            "sd": 98,
            "sp": 99
        },
        "type1": "あく",
        "type2": "ひこう"
    },
    "ジガルデ": {
        "base": {
            "hp": 108,
            "at": 100,
            "df": 121,
            "sa": 81,
            "sd": 95,
            "sp": 95
        },
        "type1": "ドラゴン",
        "type2": "じめん"
    },
    "ジガルデ（パーフェクトフォルム）": {
        "base": {
            "hp": 216,
            "at": 100,
            "df": 121,
            "sa": 91,
            "sd": 95,
            "sp": 85
        },
        "type1": "ドラゴン",
        "type2": "じめん"
    },
    "ジガルデ（10%フォルム）": {
        "base": {
            "hp": 54,
            "at": 100,
            "df": 71,
            "sa": 61,
            "sd": 85,
            "sp": 115
        },
        "type1": "ドラゴン",
        "type2": "じめん"
    },
    "ディアンシー": {
        "base": {
            "hp": 50,
            "at": 100,
            "df": 150,
            "sa": 100,
            "sd": 150,
            "sp": 50
        },
        "type1": "いわ",
        "type2": "フェアリー"
    },
    "メガディアンシー": {
        "base": {
            "hp": 50,
            "at": 160,
            "df": 110,
            "sa": 160,
            "sd": 110,
            "sp": 110
        },
        "type1": "いわ",
        "type2": "フェアリー"
    },
    "いましめられしフーパ": {
        "base": {
            "hp": 80,
            "at": 110,
            "df": 60,
            "sa": 150,
            "sd": 130,
            "sp": 70
        },
        "type1": "エスパー",
        "type2": "ゴースト"
    },
    "ときはなたれしフーパ": {
        "base": {
            "hp": 80,
            "at": 160,
            "df": 60,
            "sa": 170,
            "sd": 130,
            "sp": 80
        },
        "type1": "エスパー",
        "type2": "あく"
    },
    "ボルケニオン": {
        "base": {
            "hp": 80,
            "at": 110,
            "df": 120,
            "sa": 130,
            "sd": 90,
            "sp": 70
        },
        "type1": "ほのお",
        "type2": "みず"
    },
    "モクロー": {
        "base": {
            "hp": 68,
            "at": 55,
            "df": 55,
            "sa": 50,
            "sd": 50,
            "sp": 42
        },
        "type1": "くさ",
        "type2": "ひこう"
    },
    "フクスロー": {
        "base": {
            "hp": 78,
            "at": 75,
            "df": 75,
            "sa": 70,
            "sd": 70,
            "sp": 52
        },
        "type1": "くさ",
        "type2": "ひこう"
    },
    "ジュナイパー": {
        "base": {
            "hp": 78,
            "at": 107,
            "df": 75,
            "sa": 100,
            "sd": 100,
            "sp": 70
        },
        "type1": "くさ",
        "type2": "ゴースト"
    },
    "ニャビー": {
        "base": {
            "hp": 45,
            "at": 65,
            "df": 40,
            "sa": 60,
            "sd": 40,
            "sp": 70
        },
        "type1": "ほのお",
        "type2": "-"
    },
    "ニャヒート": {
        "base": {
            "hp": 65,
            "at": 85,
            "df": 50,
            "sa": 80,
            "sd": 50,
            "sp": 90
        },
        "type1": "ほのお",
        "type2": "-"
    },
    "ガオガエン": {
        "base": {
            "hp": 95,
            "at": 115,
            "df": 90,
            "sa": 80,
            "sd": 90,
            "sp": 60
        },
        "type1": "ほのお",
        "type2": "あく"
    },
    "アシマリ": {
        "base": {
            "hp": 50,
            "at": 54,
            "df": 54,
            "sa": 66,
            "sd": 56,
            "sp": 40
        },
        "type1": "みず",
        "type2": "-"
    },
    "オシャマリ": {
        "base": {
            "hp": 60,
            "at": 69,
            "df": 69,
            "sa": 91,
            "sd": 81,
            "sp": 50
        },
        "type1": "みず",
        "type2": "-"
    },
    "アシレーヌ": {
        "base": {
            "hp": 80,
            "at": 74,
            "df": 74,
            "sa": 126,
            "sd": 116,
            "sp": 60
        },
        "type1": "みず",
        "type2": "フェアリー"
    },
    "ツツケラ": {
        "base": {
            "hp": 35,
            "at": 75,
            "df": 30,
            "sa": 30,
            "sd": 30,
            "sp": 65
        },
        "type1": "ノーマル",
        "type2": "ひこう"
    },
    "ケララッパ": {
        "base": {
            "hp": 55,
            "at": 85,
            "df": 50,
            "sa": 40,
            "sd": 50,
            "sp": 75
        },
        "type1": "ノーマル",
        "type2": "ひこう"
    },
    "ドデカバシ": {
        "base": {
            "hp": 80,
            "at": 120,
            "df": 75,
            "sa": 75,
            "sd": 75,
            "sp": 60
        },
        "type1": "ノーマル",
        "type2": "ひこう"
    },
    "ヤングース": {
        "base": {
            "hp": 48,
            "at": 70,
            "df": 30,
            "sa": 30,
            "sd": 30,
            "sp": 45
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "デカグース": {
        "base": {
            "hp": 88,
            "at": 110,
            "df": 60,
            "sa": 55,
            "sd": 60,
            "sp": 45
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "アゴジムシ": {
        "base": {
            "hp": 47,
            "at": 62,
            "df": 45,
            "sa": 55,
            "sd": 45,
            "sp": 46
        },
        "type1": "でんき",
        "type2": "-"
    },
    "デンヂムシ": {
        "base": {
            "hp": 57,
            "at": 82,
            "df": 95,
            "sa": 55,
            "sd": 75,
            "sp": 36
        },
        "type1": "むし",
        "type2": "でんき"
    },
    "クワガノン": {
        "base": {
            "hp": 77,
            "at": 70,
            "df": 90,
            "sa": 145,
            "sd": 75,
            "sp": 43
        },
        "type1": "むし",
        "type2": "でんき"
    },
    "マケンカニ": {
        "base": {
            "hp": 47,
            "at": 82,
            "df": 57,
            "sa": 42,
            "sd": 47,
            "sp": 63
        },
        "type1": "かくとう",
        "type2": "-"
    },
    "ケケンカニ": {
        "base": {
            "hp": 97,
            "at": 132,
            "df": 77,
            "sa": 62,
            "sd": 67,
            "sp": 43
        },
        "type1": "かくとう",
        "type2": "こおり"
    },
    "オドリドリ（ぱちぱちスタイル）": {
        "base": {
            "hp": 75,
            "at": 70,
            "df": 70,
            "sa": 98,
            "sd": 70,
            "sp": 93
        },
        "type1": "ほのお",
        "type2": "ひこう"
    },
    "オドリドリ（めらめらスタイル）": {
        "base": {
            "hp": 75,
            "at": 70,
            "df": 70,
            "sa": 98,
            "sd": 70,
            "sp": 93
        },
        "type1": "でんき",
        "type2": "ひこう"
    },
    "オドリドリ（まいまいスタイル）": {
        "base": {
            "hp": 75,
            "at": 70,
            "df": 70,
            "sa": 98,
            "sd": 70,
            "sp": 93
        },
        "type1": "エスパー",
        "type2": "ひこう"
    },
    "オドリドリ（ふらふらスタイル）": {
        "base": {
            "hp": 75,
            "at": 70,
            "df": 70,
            "sa": 98,
            "sd": 70,
            "sp": 93
        },
        "type1": "ゴースト",
        "type2": "ひこう"
    },
    "アブリー": {
        "base": {
            "hp": 40,
            "at": 45,
            "df": 40,
            "sa": 55,
            "sd": 40,
            "sp": 84
        },
        "type1": "むし",
        "type2": "フェアリー"
    },
    "アブリボン": {
        "base": {
            "hp": 60,
            "at": 55,
            "df": 60,
            "sa": 95,
            "sd": 70,
            "sp": 124
        },
        "type1": "むし",
        "type2": "フェアリー"
    },
    "イワンコ": {
        "base": {
            "hp": 45,
            "at": 65,
            "df": 40,
            "sa": 30,
            "sd": 40,
            "sp": 60
        },
        "type1": "いわ",
        "type2": "-"
    },
    "ルガルガン（まひるのすがた）": {
        "base": {
            "hp": 75,
            "at": 115,
            "df": 65,
            "sa": 55,
            "sd": 65,
            "sp": 112
        },
        "type1": "いわ",
        "type2": "-"
    },
    "ルガルガン（まよなかのすがた）": {
        "base": {
            "hp": 85,
            "at": 115,
            "df": 75,
            "sa": 55,
            "sd": 75,
            "sp": 82
        },
        "type1": "いわ",
        "type2": "-"
    },
    "ルガルガン（たそがれのすがた）": {
        "base": {
            "hp": 75,
            "at": 117,
            "df": 65,
            "sa": 55,
            "sd": 65,
            "sp": 110
        },
        "type1": "いわ",
        "type2": "-"
    },
    "ヨワシ（むれのすがた）": {
        "base": {
            "hp": 45,
            "at": 140,
            "df": 130,
            "sa": 140,
            "sd": 135,
            "sp": 30
        },
        "type1": "みず",
        "type2": "-"
    },
    "ヨワシ（たんどくのすがた）": {
        "base": {
            "hp": 45,
            "at": 20,
            "df": 20,
            "sa": 25,
            "sd": 25,
            "sp": 40
        },
        "type1": "みず",
        "type2": "-"
    },
    "ヒドイデ": {
        "base": {
            "hp": 50,
            "at": 53,
            "df": 62,
            "sa": 43,
            "sd": 52,
            "sp": 45
        },
        "type1": "どく",
        "type2": "みず"
    },
    "ドヒドイデ": {
        "base": {
            "hp": 50,
            "at": 63,
            "df": 152,
            "sa": 53,
            "sd": 142,
            "sp": 35
        },
        "type1": "どく",
        "type2": "みず"
    },
    "ドロバンコ": {
        "base": {
            "hp": 70,
            "at": 100,
            "df": 70,
            "sa": 45,
            "sd": 55,
            "sp": 45
        },
        "type1": "じめん",
        "type2": "-"
    },
    "バンバドロ": {
        "base": {
            "hp": 100,
            "at": 125,
            "df": 100,
            "sa": 55,
            "sd": 85,
            "sp": 35
        },
        "type1": "じめん",
        "type2": "-"
    },
    "シズクモ": {
        "base": {
            "hp": 38,
            "at": 40,
            "df": 52,
            "sa": 40,
            "sd": 72,
            "sp": 27
        },
        "type1": "みず",
        "type2": "むし"
    },
    "オニシズクモ": {
        "base": {
            "hp": 68,
            "at": 70,
            "df": 92,
            "sa": 50,
            "sd": 132,
            "sp": 42
        },
        "type1": "みず",
        "type2": "むし"
    },
    "カリキリ": {
        "base": {
            "hp": 40,
            "at": 55,
            "df": 35,
            "sa": 50,
            "sd": 35,
            "sp": 35
        },
        "type1": "くさ",
        "type2": "-"
    },
    "ラランテス": {
        "base": {
            "hp": 70,
            "at": 105,
            "df": 90,
            "sa": 80,
            "sd": 90,
            "sp": 45
        },
        "type1": "くさ",
        "type2": "-"
    },
    "ネマシュ": {
        "base": {
            "hp": 40,
            "at": 35,
            "df": 55,
            "sa": 65,
            "sd": 75,
            "sp": 15
        },
        "type1": "くさ",
        "type2": "フェアリー"
    },
    "マシェード": {
        "base": {
            "hp": 60,
            "at": 45,
            "df": 80,
            "sa": 90,
            "sd": 100,
            "sp": 30
        },
        "type1": "くさ",
        "type2": "フェアリー"
    },
    "ヤトウモリ": {
        "base": {
            "hp": 48,
            "at": 44,
            "df": 40,
            "sa": 71,
            "sd": 40,
            "sp": 77
        },
        "type1": "どく",
        "type2": "ほのお"
    },
    "エンニュート": {
        "base": {
            "hp": 68,
            "at": 64,
            "df": 60,
            "sa": 111,
            "sd": 60,
            "sp": 117
        },
        "type1": "どく",
        "type2": "ほのお"
    },
    "ヌイコグマ": {
        "base": {
            "hp": 70,
            "at": 75,
            "df": 50,
            "sa": 45,
            "sd": 50,
            "sp": 50
        },
        "type1": "ノーマル",
        "type2": "かくとう"
    },
    "キテルグマ": {
        "base": {
            "hp": 120,
            "at": 125,
            "df": 80,
            "sa": 55,
            "sd": 60,
            "sp": 60
        },
        "type1": "ノーマル",
        "type2": "かくとう"
    },
    "アマカジ": {
        "base": {
            "hp": 42,
            "at": 30,
            "df": 38,
            "sa": 30,
            "sd": 38,
            "sp": 32
        },
        "type1": "くさ",
        "type2": "-"
    },
    "アママイコ": {
        "base": {
            "hp": 52,
            "at": 40,
            "df": 48,
            "sa": 40,
            "sd": 48,
            "sp": 62
        },
        "type1": "くさ",
        "type2": "-"
    },
    "アマージョ": {
        "base": {
            "hp": 72,
            "at": 120,
            "df": 98,
            "sa": 50,
            "sd": 98,
            "sp": 72
        },
        "type1": "くさ",
        "type2": "-"
    },
    "キュワワー": {
        "base": {
            "hp": 51,
            "at": 52,
            "df": 90,
            "sa": 82,
            "sd": 110,
            "sp": 100
        },
        "type1": "フェアリー",
        "type2": "-"
    },
    "ヤレユータン": {
        "base": {
            "hp": 90,
            "at": 60,
            "df": 80,
            "sa": 90,
            "sd": 110,
            "sp": 60
        },
        "type1": "ノーマル",
        "type2": "エスパー"
    },
    "ナゲツケサル": {
        "base": {
            "hp": 100,
            "at": 120,
            "df": 90,
            "sa": 40,
            "sd": 60,
            "sp": 80
        },
        "type1": "かくとう",
        "type2": "-"
    },
    "コソクムシ": {
        "base": {
            "hp": 25,
            "at": 35,
            "df": 40,
            "sa": 20,
            "sd": 30,
            "sp": 80
        },
        "type1": "むし",
        "type2": "みず"
    },
    "グソクムシャ": {
        "base": {
            "hp": 75,
            "at": 125,
            "df": 140,
            "sa": 60,
            "sd": 90,
            "sp": 40
        },
        "type1": "むし",
        "type2": "みず"
    },
    "スナバァ": {
        "base": {
            "hp": 55,
            "at": 55,
            "df": 80,
            "sa": 70,
            "sd": 45,
            "sp": 15
        },
        "type1": "ゴースト",
        "type2": "じめん"
    },
    "シロデスナ": {
        "base": {
            "hp": 85,
            "at": 75,
            "df": 110,
            "sa": 100,
            "sd": 75,
            "sp": 35
        },
        "type1": "ゴースト",
        "type2": "じめん"
    },
    "ナマコブシ": {
        "base": {
            "hp": 55,
            "at": 60,
            "df": 130,
            "sa": 30,
            "sd": 130,
            "sp": 5
        },
        "type1": "みず",
        "type2": "-"
    },
    "タイプ：ヌル": {
        "base": {
            "hp": 95,
            "at": 95,
            "df": 95,
            "sa": 95,
            "sd": 95,
            "sp": 59
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "シルヴァディ": {
        "base": {
            "hp": 95,
            "at": 95,
            "df": 95,
            "sa": 95,
            "sd": 95,
            "sp": 95
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "メテノ（りゅうせいのすがた）": {
        "base": {
            "hp": 60,
            "at": 60,
            "df": 100,
            "sa": 60,
            "sd": 100,
            "sp": 60
        },
        "type1": "いわ",
        "type2": "ひこう"
    },
    "メテノ（コア）": {
        "base": {
            "hp": 60,
            "at": 100,
            "df": 60,
            "sa": 100,
            "sd": 60,
            "sp": 120
        },
        "type1": "いわ",
        "type2": "ひこう"
    },
    "ネッコアラ": {
        "base": {
            "hp": 65,
            "at": 115,
            "df": 65,
            "sa": 75,
            "sd": 95,
            "sp": 65
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "バクガメス": {
        "base": {
            "hp": 60,
            "at": 78,
            "df": 135,
            "sa": 91,
            "sd": 85,
            "sp": 36
        },
        "type1": "ほのお",
        "type2": "ドラゴン"
    },
    "トゲデマル": {
        "base": {
            "hp": 65,
            "at": 98,
            "df": 63,
            "sa": 40,
            "sd": 73,
            "sp": 96
        },
        "type1": "でんき",
        "type2": "はがね"
    },
    "ミミッキュ": {
        "base": {
            "hp": 55,
            "at": 90,
            "df": 80,
            "sa": 50,
            "sd": 105,
            "sp": 96
        },
        "type1": "ゴースト",
        "type2": "フェアリー"
    },
    "ハギギシリ": {
        "base": {
            "hp": 68,
            "at": 105,
            "df": 70,
            "sa": 70,
            "sd": 70,
            "sp": 92
        },
        "type1": "みず",
        "type2": "エスパー"
    },
    "ジジーロン": {
        "base": {
            "hp": 78,
            "at": 60,
            "df": 85,
            "sa": 135,
            "sd": 91,
            "sp": 36
        },
        "type1": "ノーマル",
        "type2": "ドラゴン"
    },
    "ダダリン": {
        "base": {
            "hp": 70,
            "at": 131,
            "df": 100,
            "sa": 86,
            "sd": 90,
            "sp": 40
        },
        "type1": "ゴースト",
        "type2": "くさ"
    },
    "ジャラコ": {
        "base": {
            "hp": 45,
            "at": 55,
            "df": 65,
            "sa": 45,
            "sd": 45,
            "sp": 45
        },
        "type1": "ドラゴン",
        "type2": "-"
    },
    "ジャランゴ": {
        "base": {
            "hp": 55,
            "at": 75,
            "df": 90,
            "sa": 65,
            "sd": 70,
            "sp": 65
        },
        "type1": "ドラゴン",
        "type2": "かくとう"
    },
    "ジャラランガ": {
        "base": {
            "hp": 75,
            "at": 110,
            "df": 125,
            "sa": 100,
            "sd": 105,
            "sp": 85
        },
        "type1": "ドラゴン",
        "type2": "かくとう"
    },
    "カプ・コケコ": {
        "base": {
            "hp": 70,
            "at": 115,
            "df": 85,
            "sa": 95,
            "sd": 75,
            "sp": 130
        },
        "type1": "でんき",
        "type2": "フェアリー"
    },
    "カプ・テテフ": {
        "base": {
            "hp": 70,
            "at": 85,
            "df": 75,
            "sa": 130,
            "sd": 115,
            "sp": 95
        },
        "type1": "エスパー",
        "type2": "フェアリー"
    },
    "カプ・ブルル": {
        "base": {
            "hp": 70,
            "at": 130,
            "df": 115,
            "sa": 85,
            "sd": 95,
            "sp": 75
        },
        "type1": "くさ",
        "type2": "フェアリー"
    },
    "カプ・レヒレ": {
        "base": {
            "hp": 70,
            "at": 75,
            "df": 115,
            "sa": 95,
            "sd": 130,
            "sp": 85
        },
        "type1": "みず",
        "type2": "フェアリー"
    },
    "コスモッグ": {
        "base": {
            "hp": 43,
            "at": 29,
            "df": 31,
            "sa": 29,
            "sd": 31,
            "sp": 37
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "コスモウム": {
        "base": {
            "hp": 43,
            "at": 29,
            "df": 131,
            "sa": 29,
            "sd": 131,
            "sp": 37
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "ソルガレオ": {
        "base": {
            "hp": 137,
            "at": 137,
            "df": 107,
            "sa": 113,
            "sd": 89,
            "sp": 97
        },
        "type1": "エスパー",
        "type2": "はがね"
    },
    "ルナアーラ": {
        "base": {
            "hp": 137,
            "at": 113,
            "df": 89,
            "sa": 137,
            "sd": 107,
            "sp": 97
        },
        "type1": "エスパー",
        "type2": "ゴースト"
    },
    "ウツロイド": {
        "base": {
            "hp": 109,
            "at": 53,
            "df": 47,
            "sa": 127,
            "sd": 131,
            "sp": 103
        },
        "type1": "いわ",
        "type2": "どく"
    },
    "マッシブーン": {
        "base": {
            "hp": 107,
            "at": 139,
            "df": 139,
            "sa": 53,
            "sd": 53,
            "sp": 79
        },
        "type1": "むし",
        "type2": "かくとう"
    },
    "フェローチェ": {
        "base": {
            "hp": 71,
            "at": 137,
            "df": 37,
            "sa": 137,
            "sd": 37,
            "sp": 151
        },
        "type1": "むし",
        "type2": "かくとう"
    },
    "デンジュモク": {
        "base": {
            "hp": 83,
            "at": 89,
            "df": 71,
            "sa": 173,
            "sd": 71,
            "sp": 83
        },
        "type1": "でんき",
        "type2": "-"
    },
    "テッカグヤ": {
        "base": {
            "hp": 97,
            "at": 101,
            "df": 103,
            "sa": 107,
            "sd": 101,
            "sp": 61
        },
        "type1": "はがね",
        "type2": "ひこう"
    },
    "カミツルギ": {
        "base": {
            "hp": 59,
            "at": 181,
            "df": 131,
            "sa": 59,
            "sd": 31,
            "sp": 109
        },
        "type1": "くさ",
        "type2": "はがね"
    },
    "アクジキング": {
        "base": {
            "hp": 223,
            "at": 101,
            "df": 53,
            "sa": 97,
            "sd": 53,
            "sp": 43
        },
        "type1": "あく",
        "type2": "ドラゴン"
    },
    "ネクロズマ": {
        "base": {
            "hp": 97,
            "at": 107,
            "df": 101,
            "sa": 127,
            "sd": 89,
            "sp": 79
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "ネクロズマ（たそがれのたてがみ）": {
        "base": {
            "hp": 97,
            "at": 157,
            "df": 127,
            "sa": 113,
            "sd": 109,
            "sp": 77
        },
        "type1": "エスパー",
        "type2": "はがね"
    },
    "ウルトラネクロズマ": {
        "base": {
            "hp": 97,
            "at": 167,
            "df": 97,
            "sa": 167,
            "sd": 97,
            "sp": 129
        },
        "type1": "エスパー",
        "type2": "ゴースト"
    },
    "ネクロズマ（あかつきのつばさ）": {
        "base": {
            "hp": 97,
            "at": 113,
            "df": 109,
            "sa": 157,
            "sd": 127,
            "sp": 77
        },
        "type1": "エスパー",
        "type2": "ドラゴン"
    },
    "マギアナ": {
        "base": {
            "hp": 80,
            "at": 95,
            "df": 115,
            "sa": 130,
            "sd": 115,
            "sp": 65
        },
        "type1": "はがね",
        "type2": "フェアリー"
    },
    "マーシャドー": {
        "base": {
            "hp": 90,
            "at": 125,
            "df": 80,
            "sa": 90,
            "sd": 90,
            "sp": 125
        },
        "type1": "かくとう",
        "type2": "ゴースト"
    },
    "ベベノム": {
        "base": {
            "hp": 67,
            "at": 73,
            "df": 67,
            "sa": 73,
            "sd": 67,
            "sp": 73
        },
        "type1": "どく",
        "type2": "-"
    },
    "アーゴヨン": {
        "base": {
            "hp": 73,
            "at": 73,
            "df": 73,
            "sa": 127,
            "sd": 73,
            "sp": 121
        },
        "type1": "どく",
        "type2": "ドラゴン"
    },
    "ツンデツンデ": {
        "base": {
            "hp": 61,
            "at": 131,
            "df": 211,
            "sa": 53,
            "sd": 101,
            "sp": 13
        },
        "type1": "いわ",
        "type2": "はがね"
    },
    "ズガドーン": {
        "base": {
            "hp": 53,
            "at": 127,
            "df": 53,
            "sa": 151,
            "sd": 79,
            "sp": 107
        },
        "type1": "ほのお",
        "type2": "ゴースト"
    },
    "ゼラオラ": {
        "base": {
            "hp": 88,
            "at": 112,
            "df": 75,
            "sa": 102,
            "sd": 80,
            "sp": 143
        },
        "type1": "でんき",
        "type2": "-"
    },
    "メルタン": {
        "base": {
            "hp": 46,
            "at": 65,
            "df": 65,
            "sa": 55,
            "sd": 35,
            "sp": 34
        },
        "type1": "はがね",
        "type2": "-"
    },
    "メルメタル": {
        "base": {
            "hp": 135,
            "at": 143,
            "df": 143,
            "sa": 80,
            "sd": 65,
            "sp": 34
        },
        "type1": "はがね",
        "type2": "-"
    },
    "サルノリ": {
        "base": {
            "hp": 50,
            "at": 65,
            "df": 50,
            "sa": 40,
            "sd": 40,
            "sp": 65
        },
        "type1": "くさ",
        "type2": "-"
    },
    "バチンキー": {
        "base": {
            "hp": 70,
            "at": 85,
            "df": 70,
            "sa": 55,
            "sd": 60,
            "sp": 80
        },
        "type1": "くさ",
        "type2": "-"
    },
    "ゴリランダー": {
        "base": {
            "hp": 100,
            "at": 125,
            "df": 90,
            "sa": 60,
            "sd": 70,
            "sp": 85
        },
        "type1": "くさ",
        "type2": "-"
    },
    "ヒバニー": {
        "base": {
            "hp": 50,
            "at": 71,
            "df": 40,
            "sa": 40,
            "sd": 40,
            "sp": 69
        },
        "type1": "ほのお",
        "type2": "-"
    },
    "ラビフット": {
        "base": {
            "hp": 65,
            "at": 86,
            "df": 60,
            "sa": 55,
            "sd": 60,
            "sp": 94
        },
        "type1": "ほのお",
        "type2": "-"
    },
    "エースバーン": {
        "base": {
            "hp": 80,
            "at": 116,
            "df": 75,
            "sa": 65,
            "sd": 75,
            "sp": 119
        },
        "type1": "ほのお",
        "type2": "-"
    },
    "メッソン": {
        "base": {
            "hp": 50,
            "at": 40,
            "df": 40,
            "sa": 70,
            "sd": 40,
            "sp": 70
        },
        "type1": "みず",
        "type2": "-"
    },
    "ジメレオン": {
        "base": {
            "hp": 65,
            "at": 60,
            "df": 55,
            "sa": 95,
            "sd": 55,
            "sp": 90
        },
        "type1": "みず",
        "type2": "-"
    },
    "インテレオン": {
        "base": {
            "hp": 70,
            "at": 85,
            "df": 65,
            "sa": 125,
            "sd": 65,
            "sp": 120
        },
        "type1": "みず",
        "type2": "-"
    },
    "ホシガリス": {
        "base": {
            "hp": 70,
            "at": 55,
            "df": 55,
            "sa": 35,
            "sd": 35,
            "sp": 25
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "ヨクバリス": {
        "base": {
            "hp": 120,
            "at": 95,
            "df": 95,
            "sa": 55,
            "sd": 75,
            "sp": 20
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "ココガラ": {
        "base": {
            "hp": 38,
            "at": 47,
            "df": 35,
            "sa": 33,
            "sd": 35,
            "sp": 57
        },
        "type1": "ひこう",
        "type2": "-"
    },
    "アオガラス": {
        "base": {
            "hp": 68,
            "at": 67,
            "df": 55,
            "sa": 43,
            "sd": 55,
            "sp": 77
        },
        "type1": "ひこう",
        "type2": "-"
    },
    "アーマーガア": {
        "base": {
            "hp": 98,
            "at": 87,
            "df": 105,
            "sa": 53,
            "sd": 85,
            "sp": 67
        },
        "type1": "ひこう",
        "type2": "はがね"
    },
    "サッチムシ": {
        "base": {
            "hp": 25,
            "at": 20,
            "df": 20,
            "sa": 25,
            "sd": 45,
            "sp": 45
        },
        "type1": "むし",
        "type2": "-"
    },
    "レドームシ": {
        "base": {
            "hp": 50,
            "at": 35,
            "df": 80,
            "sa": 50,
            "sd": 90,
            "sp": 30
        },
        "type1": "むし",
        "type2": "エスパー"
    },
    "イオルブ": {
        "base": {
            "hp": 60,
            "at": 45,
            "df": 110,
            "sa": 80,
            "sd": 120,
            "sp": 90
        },
        "type1": "むし",
        "type2": "エスパー"
    },
    "クスネ": {
        "base": {
            "hp": 40,
            "at": 28,
            "df": 28,
            "sa": 47,
            "sd": 52,
            "sp": 50
        },
        "type1": "あく",
        "type2": "-"
    },
    "フォクスライ": {
        "base": {
            "hp": 70,
            "at": 58,
            "df": 58,
            "sa": 87,
            "sd": 92,
            "sp": 90
        },
        "type1": "あく",
        "type2": "-"
    },
    "ヒメンカ": {
        "base": {
            "hp": 40,
            "at": 40,
            "df": 60,
            "sa": 40,
            "sd": 60,
            "sp": 10
        },
        "type1": "くさ",
        "type2": "-"
    },
    "ワタシラガ": {
        "base": {
            "hp": 60,
            "at": 50,
            "df": 90,
            "sa": 80,
            "sd": 120,
            "sp": 60
        },
        "type1": "くさ",
        "type2": "-"
    },
    "ウールー": {
        "base": {
            "hp": 42,
            "at": 40,
            "df": 55,
            "sa": 40,
            "sd": 45,
            "sp": 48
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "バイウールー": {
        "base": {
            "hp": 72,
            "at": 80,
            "df": 100,
            "sa": 60,
            "sd": 90,
            "sp": 88
        },
        "type1": "ノーマル",
        "type2": "-"
    },
    "カムカメ": {
        "base": {
            "hp": 50,
            "at": 64,
            "df": 50,
            "sa": 38,
            "sd": 38,
            "sp": 44
        },
        "type1": "みず",
        "type2": "-"
    },
    "カジリガメ": {
        "base": {
            "hp": 90,
            "at": 115,
            "df": 90,
            "sa": 48,
            "sd": 68,
            "sp": 74
        },
        "type1": "みず",
        "type2": "いわ"
    },
    "ワンパチ": {
        "base": {
            "hp": 59,
            "at": 45,
            "df": 50,
            "sa": 40,
            "sd": 50,
            "sp": 26
        },
        "type1": "でんき",
        "type2": "-"
    },
    "パルスワン": {
        "base": {
            "hp": 69,
            "at": 90,
            "df": 60,
            "sa": 90,
            "sd": 60,
            "sp": 121
        },
        "type1": "でんき",
        "type2": "-"
    },
    "タンドン": {
        "base": {
            "hp": 30,
            "at": 40,
            "df": 50,
            "sa": 40,
            "sd": 50,
            "sp": 30
        },
        "type1": "いわ",
        "type2": "-"
    },
    "トロッゴン": {
        "base": {
            "hp": 80,
            "at": 60,
            "df": 90,
            "sa": 60,
            "sd": 70,
            "sp": 50
        },
        "type1": "いわ",
        "type2": "ほのお"
    },
    "セキタンザン": {
        "base": {
            "hp": 110,
            "at": 80,
            "df": 120,
            "sa": 80,
            "sd": 90,
            "sp": 30
        },
        "type1": "いわ",
        "type2": "ほのお"
    },
    "カジッチュ": {
        "base": {
            "hp": 40,
            "at": 40,
            "df": 80,
            "sa": 40,
            "sd": 40,
            "sp": 20
        },
        "type1": "くさ",
        "type2": "ドラゴン"
    },
    "アップリュー": {
        "base": {
            "hp": 70,
            "at": 110,
            "df": 80,
            "sa": 95,
            "sd": 60,
            "sp": 70
        },
        "type1": "くさ",
        "type2": "ドラゴン"
    },
    "タルップル": {
        "base": {
            "hp": 110,
            "at": 85,
            "df": 80,
            "sa": 100,
            "sd": 80,
            "sp": 30
        },
        "type1": "くさ",
        "type2": "ドラゴン"
    },
    "スナヘビ": {
        "base": {
            "hp": 52,
            "at": 57,
            "df": 75,
            "sa": 35,
            "sd": 50,
            "sp": 46
        },
        "type1": "じめん",
        "type2": "-"
    },
    "サダイジャ": {
        "base": {
            "hp": 72,
            "at": 107,
            "df": 125,
            "sa": 65,
            "sd": 70,
            "sp": 71
        },
        "type1": "じめん",
        "type2": "-"
    },
    "ウッウ": {
        "base": {
            "hp": 70,
            "at": 85,
            "df": 55,
            "sa": 85,
            "sd": 95,
            "sp": 85
        },
        "type1": "ひこう",
        "type2": "みず"
    },
    "サシカマス": {
        "base": {
            "hp": 41,
            "at": 63,
            "df": 40,
            "sa": 40,
            "sd": 30,
            "sp": 66
        },
        "type1": "みず",
        "type2": "-"
    },
    "カマスジョー": {
        "base": {
            "hp": 61,
            "at": 123,
            "df": 60,
            "sa": 60,
            "sd": 50,
            "sp": 136
        },
        "type1": "みず",
        "type2": "-"
    },
    "エレズン": {
        "base": {
            "hp": 40,
            "at": 38,
            "df": 35,
            "sa": 54,
            "sd": 35,
            "sp": 40
        },
        "type1": "でんき",
        "type2": "どく"
    },
    "ストリンダー": {
        "base": {
            "hp": 75,
            "at": 98,
            "df": 70,
            "sa": 114,
            "sd": 70,
            "sp": 75
        },
        "type1": "でんき",
        "type2": "どく"
    },
    "ヤクデ": {
        "base": {
            "hp": 50,
            "at": 65,
            "df": 45,
            "sa": 50,
            "sd": 50,
            "sp": 45
        },
        "type1": "ほのお",
        "type2": "むし"
    },
    "マルヤクデ": {
        "base": {
            "hp": 100,
            "at": 115,
            "df": 65,
            "sa": 90,
            "sd": 90,
            "sp": 65
        },
        "type1": "ほのお",
        "type2": "むし"
    },
    "タタッコ": {
        "base": {
            "hp": 50,
            "at": 68,
            "df": 60,
            "sa": 50,
            "sd": 50,
            "sp": 32
        },
        "type1": "かくとう",
        "type2": "-"
    },
    "オトスパス": {
        "base": {
            "hp": 80,
            "at": 118,
            "df": 90,
            "sa": 70,
            "sd": 80,
            "sp": 42
        },
        "type1": "かくとう",
        "type2": "-"
    },
    "ヤバチャ": {
        "base": {
            "hp": 40,
            "at": 45,
            "df": 45,
            "sa": 74,
            "sd": 54,
            "sp": 50
        },
        "type1": "ゴースト",
        "type2": "-"
    },
    "ポットデス": {
        "base": {
            "hp": 60,
            "at": 65,
            "df": 65,
            "sa": 134,
            "sd": 114,
            "sp": 70
        },
        "type1": "ゴースト",
        "type2": "-"
    },
    "ミブリム": {
        "base": {
            "hp": 42,
            "at": 30,
            "df": 45,
            "sa": 56,
            "sd": 53,
            "sp": 39
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "テブリム": {
        "base": {
            "hp": 57,
            "at": 40,
            "df": 65,
            "sa": 86,
            "sd": 73,
            "sp": 49
        },
        "type1": "エスパー",
        "type2": "-"
    },
    "ブリムオン": {
        "base": {
            "hp": 57,
            "at": 90,
            "df": 95,
            "sa": 136,
            "sd": 103,
            "sp": 29
        },
        "type1": "エスパー",
        "type2": "フェアリー"
    },
    "ベロバー": {
        "base": {
            "hp": 45,
            "at": 45,
            "df": 30,
            "sa": 55,
            "sd": 40,
            "sp": 50
        },
        "type1": "あく",
        "type2": "フェアリー"
    },
    "ギモー": {
        "base": {
            "hp": 65,
            "at": 60,
            "df": 45,
            "sa": 75,
            "sd": 55,
            "sp": 70
        },
        "type1": "あく",
        "type2": "フェアリー"
    },
    "オーロンゲ": {
        "base": {
            "hp": 95,
            "at": 120,
            "df": 65,
            "sa": 95,
            "sd": 75,
            "sp": 60
        },
        "type1": "あく",
        "type2": "フェアリー"
    },
    "タチフサグマ": {
        "base": {
            "hp": 93,
            "at": 90,
            "df": 101,
            "sa": 60,
            "sd": 81,
            "sp": 95
        },
        "type1": "あく",
        "type2": "ノーマル"
    },
    "ニャイキング": {
        "base": {
            "hp": 70,
            "at": 110,
            "df": 100,
            "sa": 50,
            "sd": 60,
            "sp": 50
        },
        "type1": "はがね",
        "type2": "-"
    },
    "サニゴーン": {
        "base": {
            "hp": 60,
            "at": 95,
            "df": 50,
            "sa": 145,
            "sd": 130,
            "sp": 30
        },
        "type1": "ゴースト",
        "type2": "-"
    },
    "ネギガナイト": {
        "base": {
            "hp": 62,
            "at": 135,
            "df": 95,
            "sa": 68,
            "sd": 82,
            "sp": 65
        },
        "type1": "かくとう",
        "type2": "-"
    },
    "バリコオル": {
        "base": {
            "hp": 80,
            "at": 85,
            "df": 75,
            "sa": 110,
            "sd": 100,
            "sp": 70
        },
        "type1": "こおり",
        "type2": "エスパー"
    },
    "デスバーン": {
        "base": {
            "hp": 58,
            "at": 95,
            "df": 145,
            "sa": 50,
            "sd": 105,
            "sp": 30
        },
        "type1": "じめん",
        "type2": "ゴースト"
    },
    "マホミル": {
        "base": {
            "hp": 45,
            "at": 40,
            "df": 40,
            "sa": 50,
            "sd": 61,
            "sp": 34
        },
        "type1": "フェアリー",
        "type2": "-"
    },
    "マホイップ": {
        "base": {
            "hp": 65,
            "at": 60,
            "df": 75,
            "sa": 110,
            "sd": 121,
            "sp": 64
        },
        "type1": "フェアリー",
        "type2": "-"
    },
    "タイレーツ": {
        "base": {
            "hp": 65,
            "at": 100,
            "df": 100,
            "sa": 70,
            "sd": 60,
            "sp": 75
        },
        "type1": "かくとう",
        "type2": "-"
    },
    "バチンウニ": {
        "base": {
            "hp": 48,
            "at": 101,
            "df": 95,
            "sa": 91,
            "sd": 85,
            "sp": 15
        },
        "type1": "でんき",
        "type2": "-"
    },
    "ユキハミ": {
        "base": {
            "hp": 30,
            "at": 25,
            "df": 35,
            "sa": 45,
            "sd": 30,
            "sp": 20
        },
        "type1": "こおり",
        "type2": "むし"
    },
    "モスノウ": {
        "base": {
            "hp": 70,
            "at": 65,
            "df": 60,
            "sa": 125,
            "sd": 90,
            "sp": 65
        },
        "type1": "こおり",
        "type2": "むし"
    },
    "イシヘンジン": {
        "base": {
            "hp": 100,
            "at": 125,
            "df": 135,
            "sa": 20,
            "sd": 20,
            "sp": 70
        },
        "type1": "いわ",
        "type2": "-"
    },
    "コオリッポ（アイスフェイス）": {
        "base": {
            "hp": 75,
            "at": 80,
            "df": 110,
            "sa": 65,
            "sd": 90,
            "sp": 50
        },
        "type1": "こおり",
        "type2": "-"
    },
    "コオリッポ（ナイスフェイス）": {
        "base": {
            "hp": 75,
            "at": 80,
            "df": 70,
            "sa": 65,
            "sd": 50,
            "sp": 130
        },
        "type1": "こおり",
        "type2": "-"
    },
    "イエッサン（オスのすがた）": {
        "base": {
            "hp": 60,
            "at": 65,
            "df": 55,
            "sa": 105,
            "sd": 95,
            "sp": 95
        },
        "type1": "エスパー",
        "type2": "ノーマル"
    },
    "イエッサン（メスのすがた）": {
        "base": {
            "hp": 70,
            "at": 55,
            "df": 65,
            "sa": 95,
            "sd": 105,
            "sp": 85
        },
        "type1": "エスパー",
        "type2": "ノーマル"
    },
    "モルペコ": {
        "base": {
            "hp": 58,
            "at": 95,
            "df": 58,
            "sa": 70,
            "sd": 58,
            "sp": 97
        },
        "type1": "でんき",
        "type2": "あく"
    },
    "ゾウドウ": {
        "base": {
            "hp": 72,
            "at": 80,
            "df": 49,
            "sa": 40,
            "sd": 49,
            "sp": 40
        },
        "type1": "はがね",
        "type2": "-"
    },
    "ダイオウドウ": {
        "base": {
            "hp": 122,
            "at": 130,
            "df": 69,
            "sa": 80,
            "sd": 69,
            "sp": 30
        },
        "type1": "はがね",
        "type2": "-"
    },
    "パッチラゴン": {
        "base": {
            "hp": 90,
            "at": 100,
            "df": 90,
            "sa": 80,
            "sd": 70,
            "sp": 75
        },
        "type1": "でんき",
        "type2": "ドラゴン"
    },
    "パッチルドン": {
        "base": {
            "hp": 90,
            "at": 100,
            "df": 90,
            "sa": 90,
            "sd": 80,
            "sp": 55
        },
        "type1": "でんき",
        "type2": "こおり"
    },
    "ウオノラゴン": {
        "base": {
            "hp": 90,
            "at": 90,
            "df": 100,
            "sa": 70,
            "sd": 80,
            "sp": 75
        },
        "type1": "みず",
        "type2": "ドラゴン"
    },
    "ウオチルドン": {
        "base": {
            "hp": 90,
            "at": 90,
            "df": 100,
            "sa": 80,
            "sd": 90,
            "sp": 55
        },
        "type1": "みず",
        "type2": "こおり"
    },
    "ジュラルドン": {
        "base": {
            "hp": 70,
            "at": 95,
            "df": 115,
            "sa": 120,
            "sd": 50,
            "sp": 85
        },
        "type1": "はがね",
        "type2": "ドラゴン"
    },
    "ドラメシヤ": {
        "base": {
            "hp": 28,
            "at": 60,
            "df": 30,
            "sa": 40,
            "sd": 30,
            "sp": 82
        },
        "type1": "ドラゴン",
        "type2": "ゴースト"
    },
    "ドロンチ": {
        "base": {
            "hp": 68,
            "at": 80,
            "df": 50,
            "sa": 60,
            "sd": 50,
            "sp": 102
        },
        "type1": "ドラゴン",
        "type2": "ゴースト"
    },
    "ドラパルト": {
        "base": {
            "hp": 88,
            "at": 120,
            "df": 75,
            "sa": 100,
            "sd": 75,
            "sp": 142
        },
        "type1": "ドラゴン",
        "type2": "ゴースト"
    },
    "ザシアン": {
        "base": {
            "hp": 92,
            "at": 130,
            "df": 115,
            "sa": 80,
            "sd": 115,
            "sp": 138
        },
        "type1": "フェアリー",
        "type2": "-"
    },
    "ザシアン（けんのおう）": {
        "base": {
            "hp": 92,
            "at": 170,
            "df": 115,
            "sa": 80,
            "sd": 115,
            "sp": 148
        },
        "type1": "フェアリー",
        "type2": "はがね"
    },
    "ザマゼンタ": {
        "base": {
            "hp": 92,
            "at": 130,
            "df": 115,
            "sa": 80,
            "sd": 115,
            "sp": 138
        },
        "type1": "かくとう",
        "type2": "-"
    },
    "ザマゼンタ（たてのおう）": {
        "base": {
            "hp": 92,
            "at": 130,
            "df": 145,
            "sa": 80,
            "sd": 145,
            "sp": 128
        },
        "type1": "かくとう",
        "type2": "はがね"
    },
    "ムゲンダイナ": {
        "base": {
            "hp": 140,
            "at": 85,
            "df": 95,
            "sa": 145,
            "sd": 95,
            "sp": 130
        },
        "type1": "どく",
        "type2": "ドラゴン"
    },
    "ムゲンダイナ（ムゲンダイマックス）": {
        "base": {
            "hp": 255,
            "at": 115,
            "df": 250,
            "sa": 125,
            "sd": 250,
            "sp": 130
        },
        "type1": "どく",
        "type2": "ドラゴン"
    }
};
